Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: Balance
he_il: מאזן חשבון
it: Saldo
nb_no: Saldo
nl_nl: Saldo
sk: Zostatok
tr: Bakiye

source: History
es: Historial
he_il: היסטוריה
it: Cronologia
nb_no: Logg
nl_nl: Geschiedenis
sk: História
tr: Geçmiş

source: Contacts
es: Contactos
he_il: המוטבים שלי
it: Contatti
nb_no: Kontakter
nl_nl: Contacten
sk: Kontakty
tr: Kişiler

source: Send
es: Enviar
he_il: העברת כספים
it: Invia
nl_nl: Verzenden
sk: Odoslať
tr: Gönder

source: Convert
es: Convertir
he_il: להמיר
it: Cambio
nb_no: Veksling
nl_nl: Converteren
sk: Konvertovať
tr: Çevir

source: Trade
es: Cambio
he_il: סחר
it: Scambia
nb_no: Handel
nl_nl: Handelen
sk: Obchod
tr: Al-Sat

source: Fund
es: Financiar
he_il: תקצוב חשבון
it: Deposita
nb_no: Innskudd
nl_nl: Financieren
tr: Al

source: Gateways
es: Pasarelas
he_il: שער תיווך "Gateways"
nb_no: Portaler
tr: Geçitler

source: Account
es: Cuenta
he_il: חשבון
nb_no: Konto
tr: Hesap

source: Settings
es: Configuración
he_il: הגדרות
it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
tr: Ayarlar

source: Logout
es: Desconectar
he_il: התנתקות
it: Esci
nb_no: Logg ut
nl_nl: Uitloggen
tr: Çıkış

source: Welcome to {{productName}}, a global value exchange
es: Bienvenido a {{productName}}, cambio de valores global
he_il: ברוכים הבאים ל {{productName}}, ערך חליפין גלובלי
it: Benvenuto in {{productName}}, un mercato globale per lo scambio di valori
nb_no: Velkommen til {{productName}}, en global markedsplass
nl_nl: Welkom op {{productName}}, een wereldwijde marktplaats
tr: Bir küresel değer değişimi merkezi olan, {{productName}} e hoşgeldiniz

source: Version: {{version}}
es: Versión: {{version}}
he_il: גרסה: {{version}}
it: Versione: {{version}}
nb_no: Versjon: {{version}}
nl_nl: Versie: {{version}}
tr: Versiyon: {{version}}

source: End-User License Agreement
es: Acuerdo de Licencia de Usuario
he_il: הסכם רישיון שימוש למשתמש
it: Accordo di Licenza con l'utente finale
nb_no: Sluttbrukerlisensavtale
nl_nl: Licentieovereenkomst Voor Eindgebruikers
tr: Son Kullanıcı Lisans Sözleşmesi

source: Support
es: Soporte
he_il: תמיכה
it: Supporto
nb_no: Brukerstøtte
nl_nl: Ondersteuning
sk: Podpora
tr: Destek

source: Bug reports
es: Informes de errores
he_il: דיווח על תקלות
it: Rapporto errori
nb_no: Feilrapporter
nl_nl: Foutmeldingen
sk: Hlásenie chýb
tr: Hata raporları

source: more...
es: más...
he_il: עוד...
it: altro...
nb_no: mer...
nl_nl: meer...
sk: viac...
tr: daha fazla...

source: Select a language
es: Seleccione un idioma
he_il: בחרו שפה
it: Seleziona una lingua
nb_no: Velg språk
nl_nl: Selecteer een taal
tr: Dil seçin

source: Overview
es: Resumen
he_il: עובר ושב
it: Panoramica
nb_no: Oversikt
nl_nl: Overzicht
tr: Genel bakış

source: Exchange
es: Cambio
he_il: המרה ומסחר
it: Scambia
nb_no: Marked
nl_nl: Omwisselen
tr: Değiş

source: Loading...
es: Cargando...
he_il: טוען...
it: Caricamento...
nb_no: Henter...
nl_nl: Laden...
sk: Načítanie...
tr: Yükleniyor...

source: There are no recent notifications.
es: No hay notificaciones recientes
he_il: אין הודעות חדשות.
it: Non ci sono notifiche recenti.
nb_no: Ingen varsler i det siste.
nl_nl: Er zijn geen nieuwe meldingen.
tr: Yeni bir mesaj yok.

source: You sent {{1}} to {{2}}
es: Ha enviado {{1}} a {{2}}
he_il: אתם שלחתם {{1}} לידי {{2}}
it: Hai inviato {{1}} a {{2}}
nb_no: Du sendte {{1}} til {{2}}
nl_nl: U verstuurde {{1}} naar {{2}}
sk: Odoslali ste {{1}} na adresu {{2}}
tr: {{2}} 'e {{1}} gönderdiniz

source: {{1}} sent you {{2}}
es: {{1}} le ha enviado {{2}}
he_il: {{1}} שלח לך {{2}}
it: {{1}} ti ha inviato {{2}}
nb_no: {{1}} sendte deg {{2}}
nl_nl: {{1}} verstuurt U {{2}}
sk: {{1}} vám odoslal {{2}}
tr: {{1}} size {{2}} gönderdi

source: {{entry.transaction.counterparty | rpcontactname}} now trusts you for
es: {{entry.transaction.counterparty | rpcontactname}} le ha acreditado por
he_il: {{entry.transaction.counterparty | rpcontactname}} עכשיו נותן בך אמון עבור
it: {{entry.transaction.counterparty | rpcontactname}} ti ha dato fiducia per
nb_no: {{entry.transaction.counterparty | rpcontactname}} gir deg kreditt på
nl_nl: {{entry.transaction.counterparty | rpcontactname}} vertrouwt u nu toe voor
sk: {{entry.transaction.counterparty | rpcontactname}} vám poskytol úver vo výške
tr: {{entry.transaction.counterparty | rpcontactname}} size güveniyor

source: You have now connected to the gateway {{1}}{{2: for }}{{3}}.
es: Se acaba de conectar a la pasarela {{1}}{{2: por }}{{3}}.
he_il: כרגע התחברתם לשער התיווך {{1}}{{2: עבור }}{{3}}.
it: Sei stato collegato al gateway {{1}}{{2: per }}{{3}}.
nb_no: Du er tilkoblet portalen {{1}}{{2: for }}{{3}}.
nl_nl: U bent nu verbonden met de gateway {{1}}{{2: voor }}{{3}}.
tr: {{3}}{{2: için }} gateway {{1}} 'e şimdi bağlantı kurdunuz.

source: You cancelled an order accepting {{1}} for {{2}}
es: Ha cancelado una orden aceptando {{1}} por {{2}}
he_il: ביטול הזמנה מתקבלת {{1}} עבור {{2}}
it: Hai cancellato un'offerta per accettare {{1}} in cambio di {{2}}
nb_no: Du trakk en ordre på {{1}} for {{2}}
nl_nl: U heeft een order om {{1}} te accepteren voor {{2}} geannuleerd
tr: {{2}} karşılığında {{1}} almak için emir iptal ettiniz.

source: Account details have been changed
es: Los datos de la cuenta han sido modificados
he_il: פרטי חשבון שונו
it: I dettagli dell'account sono stati cambiati
nb_no: Kontodetaljene er endret
nl_nl: De details van uw account zijn gewijzigd
sk: Informácie o účte boli zmenené
tr: Hesap ayrıntıları değiştirilmiştir

source: Failed transaction
es: Transacción fallida
he_il: עסקה נכשלה
it: Transazione fallita
nb_no: Mislykket transaksjon
nl_nl: Mislukte transactie
sk: Transakcia neúspešná
tr: Hatalı işlem

source: View Full History
es: Ver el Historial Completo
he_il: הצג היסטוריה מלאה
it: Visualizza la cronologia completa
nb_no: Vis hele loggen
nl_nl: De volledige geschiedenis weergeven
tr: Tüm Geçmişi Görüntüle

source: {{1}} Account
es: {{1}} Cuenta
he_il: {{1}} חשבון
nb_no: {{1}} Konto
tr: {{1}} Hesap

source: {{1}} Settings
es: {{1}} Configuración
he_il: {{1}} הגדרות
it: {{1}} Impostazioni
nb_no: {{1}} Innstillinger
nl_nl: {{1}} Instellingen
tr: {{1}} Ayarlar

source: {{1}} Log Out
es: {{1}} Desconectar
he_il: {{1}} התנתקות
it: {{1}} Esci
nb_no: {{1}} Logg ut
nl_nl: {{1}} Uitloggen
tr: {{1}} Çıkış

source: Withdraw
es: Retirar
he_il: משיכה
it: Preleva
nb_no: Uttak
nl_nl: Opnemen
tr: Çek

source: Your account was successfully recovered and encrypted with the new password you provided!
es: Su cuenta ha sido recuperada y encriptada con la nueva contraseña indicada con éxito!
he_il: החשבון שלך שוחזר בהצלחה והוצפן עם הססמה החדשה שסיפקתם!
it: Il tuo account è stato recuperato con successo e criptato con la nuova password da te fornita!
nb_no: Kontoen din er gjenopprettet og kryptert med passordet du oppga.
nl_nl: Uw portefeille is hersteld en versleuteld met het nieuwe wachtwoord dat u heeft opgegeven!
tr: Hesabınız başarıyla kurtarıldı ve sağlanan yeni parola ile şifrelendi!

source: dismiss
es: Omitir
he_il: לדחות
it: annulla
nb_no: lukk
nl_nl: verberg
tr: azletme

source: Payment pending
es: Pago pendiente
he_il: התשלום בהמתנה
it: Pagamento pendente
nb_no: Betalingen gjennomføres
nl_nl: Betaling in behandeling
tr: Beklemedeki ödeme

source: Payment successful
es: Pago efectuado
he_il: התשלום בוצע בהצלחה
it: Pagamento riuscito
nb_no: Betalingen er gjennomført
nl_nl: Betaling succesvol
tr: Başarılı ödeme

source: Payment failed
es: Pago fallido
he_il: התשלום נכשל
it: Pagamento non riuscito
nb_no: Betalingen mislyktes
nl_nl: Betaling mislukt
tr: Ödeme başarısız

source: Error code: {{engine_result}} - {{engine_result_message}}
es: Código de error: {{engine_result}} - {{engine_result_message}}
he_il: קוד שגיאה: {{engine_result}} - {{engine_result_message}}
it: Errore: {{engine_result}} - {{engine_result_message}}
nb_no: Feilkode: {{engine_result}} - {{engine_result_message}}
nl_nl: Fout code: {{engine_result}} - {{engine_result_message}}
tr: Hata kodu: {{engine_result}} - {{engine_result_message}}

source: Your payment timed out, please try again.
es: Su pago ha expirado, por favor inténtelo de nuevo.
he_il: זמן לניסיון התשלום עבר. בבקשה נסו שוב.
it: Il tuo pagamento non è riuscito, per favore prova di nuovo.
nb_no: Betalingen ble tidsavbrutt, prøv igjen.
nl_nl: De tijd voor uw betaling is verstreken. Probeer u het later nog eens.
tr: Ödemeniz zaman aşımına uğradı, lütfen tekrar deneyin.

source: Error code: Destination tag needed [tefDST_TAG_NEEDED].
es: Código de error: Etiqueta de destino requerida [tefDST_TAG_NEEDED].
he_il: קוד שגיאה: נדרש תג יעד [tefDST_TAG_NEEDED].
it: Errore: Manca l'etichetta del destinatario [tefDST_TAG_NEEDED].
nb_no: Feilkode: Trenger referansenummer [tefDST_TAG_NEEDED].
nl_nl: Foutcode: Bestemmingskenmerk vereist. [tefDST_TAG_NEEDED].
tr: Hata kodu: Hedef etiketi gerekli [tefDST_TAG_NEEDED].

source: Error code: This transaction failed because it exceeded the maximum network fee, please try again later [telINSUF_FEE_P].
es: Código de error: Esta transacción ha fallado porque supera la comisión máxima de red, por favor inténtelo más tarde [telINSUF_FEE_P].
he_il: קוד שגיאה: עסקה זו נכשלה משום שחרגה מעמלת הרשת המרבית המותרת, אנא נסו שוב מאוחר יותר [telINSUF_FEE_P].
it: Errore: La transazione non è riuscita perchè supera il limite massimo delle commissioni del network, per favore riprova più tardi [telINSUF_FEE_P].
nb_no: Feilkode: Transaksjonen mislyktes fordi den overskred det maksimale nettverksgebyret, prøv senere [telINSUF_FEE_P].
nl_nl: Foutcode: De transactie is mislukt omdat de maximale netwerkheffing is overschreden. Probeert u het later nog eens [telINSUF_FEE_P].
tr: Hata kodu: Maksimum ağ ücretini aşması nedeniyle bu işlem başarısız oldu, lütfen tekrar deneyiniz [telINSUF_FEE_P].

source: Error code: No destination [tecNO_DST].
es: Código de error: No hay destino [tecNO_DST].
he_il: קוד שגיאה: אין יעד [tecNO_DST].
it: Errore: Nessun destinatario [tecNO_DST].
nb_no: Feilkode: Intet mål [tecNO_DST].
nl_nl: Foutcode: Geen bestemming [tecNO_DST].
tr: Hata kodu: Hedef yok [tecNO_DST].

source: Error code: Insufficient XRP sent to destination [tecNO_DST_INSUF_XRP].
es: Código de error: Cantidad de XRP enviados al destino insuficiente [tecNO_DST_INSUF_XRP].
he_il: קוד שגיאה: אין מספיק XRP כדי לשלוח ליעד [tecNO_DST_INSUF_XRP].
it: Errore: Non sono stati inviati abbastanza XRP al destinatario [tecNO_DST_INSUF_XRP].
nb_no: Feilkode: For lite XRP sendt til målet [tecNO_DST_INSUF_XRP].
nl_nl: Foutcode: Onvoldoende XRP verstuurd naar bestemming [tecNO_DST_INSUF_XRP].
tr: Hata kodu: Hedefe gönderilen XRP yetersiz [tecNO_DST_INSUF_XRP].

source: Error: {{engine_result_message}}
he_il: שגיאה: {{engine_result_message}}
it: Errore: {{engine_result_message}}
nb_no: Feil: {{engine_result_message}}
nl_nl: Fout: {{engine_result_message}}
sk: Chyba: {{engine_result_message}}
tr: Hata: {{engine_result_message}}

source: Error code: You have no trust line in this currency [terNO_LINE].
es: Código de error: No tiene linea de crédito en esta moneda [terNO_LINE].
he_il: קוד שגיאה: אין לכם נאמן רשום במטבע זה [terNO_LINE].
it: Errore: Non hai una linea di fiducia per questa valuta [terNO_LINE].
nb_no: Feilkode: Du har ingen kredittlinje for denne valutaen [terNO_LINE].
nl_nl: Foutcode: U heeft geen kredietlijn voor deze valuta [terNO_LINE].
tr: Hata kodu: Bu para birimi için güven ilişkiniz bulunmuyor [terNO_LINE].

source: Your payment failed: {{engine_result}} - {{engine_result_message}}
es: Su pago ha fallado: {{engine_result}} - {{engine_result_message}}
he_il: התשלום שלך נכשל: {{engine_result}} - {{engine_result_message}}
it: Il tuo pagamento non è riuscito: {{engine_result}} - {{engine_result_message}}
nb_no: Betalingen mislyktes: {{engine_result}} - {{engine_result_message}}
nl_nl: Uw betaling is mislukt: {{engine_result}} - {{engine_result_message}}
tr: Ödemeniz başarısız oldu: {{engine_result}} - {{engine_result_message}}

source: Error code: Transaction could not be submitted [tejLost].
es: Código de error: La transaccóin no se pudo enviar [tejLost].
he_il: קוד שגיאה: לא ניתן להגיש עסקה [tejLost].
it: Errore: La transazione potrebbe non essere stata effettuata [tejLost].
nb_no: Feilkode: Transaksjonen ble ikke sendt [tejLost].
nl_nl: Foutcode: Transactie kon niet worden verzonden [tejLost].
tr: Hata kodu: İşlem gönderilemedi [tejLost].

source: Error code: Network fee exceeded [tejMaxFeeExceeded].
es: Código de error: Comisión de red excedida [tejMaxFeeExceeded].
he_il: קוד שגיאה: חריגה בעמלת הרשת [tejMaxFeeExceeded]
it: Errore: Commissioni del network superate [tejMaxFeeExceeded].
nb_no: Feilkode: Nettverksgebyr overskredet [tejMaxFeeExceeded].
nl_nl: Foutcode: Netwerkheffing overschreden [tejMaxFeeExceeded].
tr: Hata kodu : Ağ ücreti [ tejMaxFeeExceeded ] aştı .

source: Your payment could not be submitted: {{engine_result}} - {{engine_result_message}}
es: Su pago no ha podido ser enviado: {{engine_result}} - {{engine_result_message}}
he_il: לא ניתן להגיש את התשלום שלך: {{engine_result}} - {{engine_result_message}}
it: Non è stato possibile effettuare il tuo pagamento: {{engine_result}} - {{engine_result_message}}
nb_no: Betalingen ble ikke sendt: {{engine_result}} - {{engine_result_message}}
nl_nl: Uw betaling kon niet worden verzonden: {{engine_result}} - {{engine_result_message}}
tr: Ödemeniz gönderilemedi: {{engine_result}} - {{engine_result_message}}

source: Transaction pending.
es: Transacción pendiente.
he_il: העסקה בהמתנה.
it: Transazione pendente.
nb_no: Transaksjonen gjennomføres
nl_nl: Transactie in behandeling.
tr: İşlem beklemede.

source: Transaction successful
es: Transacción efectuada
he_il: העסקה בוצעה בהצלחה
it: Transazione eseguita
nb_no: Transaksjonen er gjennomført
nl_nl: Transactie geslaagd
tr: İşlem başarılı oldu

source: Transaction failed
es: Transaccion fallida
he_il: העסקה נכשלה
it: Transazione non riuscita
nb_no: Transaksjonen mislyktes
nl_nl: Transactie mislukt
tr: İşlem başarısız oldu

source: Please try again later.
es: Por favor inténtelo de nuevo más tarde.
he_il: בבקשה נסו שוב מאוחר יותר.
it: Per favore riprova più tardi.
nb_no: Prøv senere.
nl_nl: Probeert u het later nog eens.
tr: Lütfen daha sonra tekrar deneyiniz.

source: Error code: The destination account does not exist [tecNO_DST].
es: Código de error: La cuenta de destino no existe [tecNO_DST].
he_il: קוד שגיאה: יעד החשבון לא קיים [tecNO_DST].
it: Errore: L'account del destinatario non esiste [tecNO_DST].
nb_no: Feilkode: Målkontoen eksisterer ikke [tecNO_DST].
nl_nl: Foutcode: Het bestemmingsaccount bestaat niet [tecNO_DST].
tr: Hata kodu: Hedef hesap mevcut değil [tecNO_DST].

source: Your transaction failed: {{engine_result_message}}
es: Su transacción ha fallado: {{engine_result_message}}
he_il: העסקה שלך נכשלה: {{engine_result_message}}
it: La tua transazione non è riuscita: {{engine_result_message}}
nb_no: Transaksjonen mislyktes: {{engine_result_message}}
nl_nl: Uw transactie is mislukt: {{engine_result_message}}
tr: Transaction hatalı: {{engine_result_message}}

source: Error code: The account you&#39;re trying to send to does not exist [noDest].
es: Código de error: La cuenta a la que esta intentando enviar no existe [noDest].
he_il: קוד שגיאה: החשבון שאתם מנסים לשלוח אליו אינו קיים [noDest].
it: Errore: L'account del destinatario non esiste [noDest].
nb_no: Feilkode: Kontoen du prøver å sende til, eksisterer ikke [noDest].
nl_nl: Foutcode: Het account waar u naar probeert te versturen bestaat niet [noDest].
tr: Hata kodu: Gönderim yapmaya çalıştığınız hesap mevcut değil [noDest].

source: Error code: Ripple was unable to find a path between you and the destination account [noPath].
es: Código de error. Ripple no ha podido encontrar un camino entre la cuenta destino y tu [noPath].
he_il: קוד שגיאה: ריפל לא הצליחה למצוא חיבור בינך לבין חשבון היעד [noPath].
it: Errore: Ripple non è stato in grado di trovare un percorso fra te e l'account del destinatario [noPath].
nb_no: Feilkode: Ripple fant ingen bane mellom deg og målkontoen [noPath].
nl_nl: Foutcode: Ripple was niet in staat een pad te vinden tussen jou en het bestemmingsaccount [noPath].
tr: Hata kodu: Ripple, senle hedef hesap arasında bir yol bulamadı [noPath].

source: Error code: This transaction failed because it exceeded the maximum network fee. [maxfeeExceeded].
es: Código de error: Esta transacción ha fallado porque supera la comisión máxima de red. [maxfeeExceeded].
he_il: קוד שגיאה: עסקה זו נכשלה משום שחרגה מעמלת הרשת המרבית המותרת. [maxfeeExceeded].
it: Errore: Questa transazione non è riuscita perchè supera il limite massimo delle commissioni del network. [maxfeeExceeded].
nb_no: Feilkode: Transaksjonen mislyktes fordi den overskred det maksimale nettverksgebyret. [maxfeeExceeded].
nl_nl: Foutcode: De transactie is mislukt omdat de maximale netwerkheffing is overschreden. [maxfeeExceeded].
tr: Hata kodu: Maksimum ağ ücretini aşması nedeniyle bu işlem başarısız oldu [maxfeeExceeded].

source: Error code: The transaction was rejected by the Ripple network [invalidTransaction].
es: Código de error: Esta transacción ha sido rechazada por la red Ripple [invalidTransaction].
he_il: קוד שגיאה: העסקה נדחתה על ידי רשת ריפל [invalidTransaction].
it: Errore: La transazione è stata rifiutata dalla rete Ripple [invalidTransaction].
nb_no: Feilkode: Transaksjonen ble avvist av Ripple-nettverket [invalidTransaction].
nl_nl: Foutcode: De transactie is afgekeurd door het Ripple netwerk [invalidTransaction].
tr: Hata kodu: işlem Ripple şebeke tarafından reddedildi [invalidTransaction].

source: Account unlock failed
es: Desbloqueo de cuenta fallido
he_il: פתיחת החשבון נכשלה
it: Sblocco dell'account fallito
nb_no: Kunne ikke låse opp kontoen
nl_nl: Accountontgrendeling is mislukt
tr: Hesap kilit açma işlemi başarısız oldu

source: Your account could not be unlocked. Please try again later.
es: Su cuentq no ha podido ser desbloqueada. Por favor inténtelo más tarde.
he_il: לא ניתן לפתוח את החשבון. בבקשה נסו שוב מאוחר יותר.
it: Il tuo account non può essere sbloccato. Per favore riprova più tardi.
nb_no: Kunne ikke låse opp kontoen din. Prøv senere.
nl_nl: Uw account kon niet worden ontgrendeld. Probeert u het later nog eens.
tr: Hesabınızın kilidi açılamadı. Lütfen daha sonra tekrar deneyin.

source: Sorry, an error occurred while submitting your transaction.Make sure you are connected to the Internet and try again later.
es: Lo sentimos, ha ocurrido un error mientras se enviaba su transacción. Asegúrate de estar conectado a Internet e inténtelo de nuevo más tarde.
he_il: סליחה, אירעה שגיאה בעת הגשת העסקה שלך. ודאו שאתם מחוברים לאינטרנט ונסו שוב מאוחר יותר.
it: Scusa, si è verificato un errore durante l'invio della transazione. Assicurarsi di essere connessi ad Internet e riprovare più tardi.
nb_no: En feil oppsto da transaksjonen skulle sendes inn. Sørg for at du er koblet til Internett og prøv senere.
nl_nl: Onze excuses, er was een fout tijdens het verzenden van uw transactie. Kijk na of u verbonden bent met het internet en probeer het later opnieuw.
sk: Prepáčte, pri odosielaní vašej transakcie došlo k chybe. Overte si, či ste pripojený na internet a skúste to neskôr znova.
tr: Üzgünüz. İşleminizi gerçekleştirirken bir hata oluştu. İnternete bağlı olduğunuzdan emin olun ve tekrar deneyin.

source: Before trying again, please ensure that the transaction has not been executed already.
es: Antes de intentarlo de nuevo, por favor asegurese de que la transaccion no se haya ejecutado ya.
he_il: לפני שתנסו שוב, בבקשה בדקו כי העסקה לא בוצעה כבר.
it: Prima di provare ancora, assicurati che la transazione non sia già stata eseguita.
nb_no: Forsikre deg om at transaksjonen ikke allerede er gjennomført før du prøver igjen.
nl_nl: Kijk alstublieft na of de transactie al voltooid is voordat u het opnieuw probeert.
sk: Pred opakovaným pokusom sa uistite, že vaša transakcia nebola už uskutočnená.
tr: Tekrar denemeden önce, transactionın gerçekleşmemiş olduğundan emin olunuz.

source: Sending transaction to the Ripple network
es: Enviando transacción a la red Ripple
he_il: שולח עסקה לרשת ריפל
it: Inviando la transazione alla rete Ripple
nb_no: Sender transaksjonen til Ripple-nettverket
nl_nl: De transactie wordt naar het Ripple netwerk verzonden
tr: İşlem Ripple ağına gönderiliyor

source: You sent {{1}} {{2}} to {{3}}
es: Ha enviado {{1}} {{2}} a {{3}}
he_il: אתם שלחתם {{1}} {{2}} אל {{3}}
it: Hai inviato {{1}} {{2}} a {{3}}
nb_no: Du sendte {{1}} {{2}} til {{3}}
nl_nl: U verstuurde {{1}} {{2}} naar {{3}}
sk: Odoslali ste {{1}} {{2}} na adresu {{3}}
tr: {{3}} 'e {{1}} {{2}} gönderdiniz

source: {{tx.counterparty | rpcontactname}} sent you
es: {{tx.counterparty | rpcontactname}} le ha enviado&#32;
he_il: {{tx.counterparty | rpcontactname}} שלח לך
it: {{tx.counterparty | rpcontactname}} ti ha inviato
nb_no: {{tx.counterparty | rpcontactname}} sendte deg
nl_nl: {{tx.counterparty | rpcontactname}} stuurde u
sk: {{tx.counterparty | rpcontactname}} vám odoslal/a
tr: {{tx.counterparty | rpcontactname}} size gönderildi

source: {{tx.counterparty | rpcontactname}} now trusts you for
es: {{tx.counterparty | rpcontactname}} le ha acreditado por&#32;
he_il: {{tx.counterparty | rpcontactname}} עכשיו נותן בך אמון עבור
it: {{tx.counterparty | rpcontactname}} ti sta dando fiducia per
nb_no: {{tx.counterparty | rpcontactname}} har gitt deg kreditt på
nl_nl: {{tx.counterparty | rpcontactname}} heeft u toevertrouwd voor
sk: {{tx.counterparty | rpcontactname}} vám poskytol úver vo výške
tr: Size {{tx.counterparty | rpcontactname}} güveniyor

source: Unlock account
es: Desbloquear cuenta
he_il: ביטול נעילת חשבון
it: Sblocca account
nb_no: Lås opp konto
nl_nl: Portefeuille vrijmaken
tr: Hesap kilidini kaldır

source: Password
es: Contraseña
he_il: ססמה
nb_no: Passord
nl_nl: Wachtwoord
tr: Şifre

source: Please enter your password to show your secret key.
es: Por favor intoroduzca su contraseña para mostrar su clave secreta.
he_il: בבקשה הזינו את הססמה שלכם על מנת להציג את המפתח הסודי שלכם.
it: Prego inserisci la password per vedere la chiave segreta.
nb_no: Angi passordet ditt for å vise den hemmelige nøkkelen din.
nl_nl: Voer uw wachtwoord in om uw beveiligingssleutel te kunnen bekijken.
tr: Gizli anahtarı görmek için şifrenizi giriniz.

source: Please enter your password to confirm this transaction.
es: Por favor introduzca su contraseña para confirmar esta transacción.
he_il: בבקשה הזינו את הססמה שלכם כדי לאמת את העסקה הזו.
it: Per favore inserisci la tua password per confermare questa transazione.
nb_no: Angi passordet ditt for å bekrefte transaksjonen.
nl_nl: Voer uw wachtwoord in om deze transactie te bevestigen.
tr: Bu işlemi onaylamak için şifrenizi giriniz.

source: This password is incorrect, please try again.
es: La contraseña es incorrecta, por favor inténtelo de nuevo.
he_il: הססמה הזו אינה נכונה, בבקשה נסו שנית.
it: La password non è corretta, riprova.
nb_no: Feil passord, prøv igjen.
nl_nl: Dit wachtwoord is incorrect, probeert u het opnieuw.
tr: Bu şifre hatalı, lütfen tekrar deneyin

source: Confirming password
es: Comprobando contraseña
he_il: מאמת ססמה
it: Conferma password
nb_no: Bekrefter passordet
nl_nl: Wachtwoord wordt nagekeken
tr: Parola doğrulandıktan ediliyor

source: Submit
es: Enviar
he_il: להגיש
it: Immetti
nb_no: Send
nl_nl: Versturen
tr: Gönder

source: Close
es: Cerrar
he_il: לסגור
it: Chiudi
nb_no: Lukk
nl_nl: Sluiten
tr: Kapat

source: Country Code
es: Código de País
he_il: קוד מדינה
it: Codice paese
nb_no: Landkode
nl_nl: Landnummer
tr: Ülke Kodu

source: Phone Number
es: Número de Teléfono
he_il: מספר טלפון
it: Numero di telefono
nb_no: Telefonnummer
nl_nl: Telefoonnummer
tr: Telefon Numarası

source: Public Information
es: Información Pública
he_il: מידע פומבי
it: Informazioni pubbliche
nb_no: Offentlig informasjon
nl_nl: Publieke Informatie
tr: Kamuya açık bilgi
