Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: Sell {{1}} {{order.first_currency}}
sk: Predať {{1}} {{order.first_currency}}

source: {{1}}available
sk: {{1}}k dispozícii

source: Amount To buy
sk: Kúpiť

source: Amount To sell
sk: Predať

source: You are about to create an order to {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6:Are you sure?}}
sk: Chystáte sa vytvoriť príkaz na {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6:Ste si istý?}}

source: Your order is now active!
sk: Váš príkaz je aktívny!

source: Request has been denied!
sk: Žiadosť bola zamietnutá!

source: Request is malformed!
sk: Chybná požiadavka!

source: You do not have enough {{type == 'buy' ? order.second_currency : order.first_currency}} to create this order.
sk: Nemáte dosť {{type == 'buy' ? order.second_currency : order.first_currency}} pre vytvorenie príkazu.

source: Trade failed!
sk: Obchod zlyhal!

source: Order book
sk: Kniha príkazov

source: My Orders {{1}}
sk: Moje príkazy {{1}}

source: Pair
sk: Pár

source: You have to be funded before you can grant a trust
sk: Na poskytnutie úveru potrebujete disponovať minimálnou rezervou XRP

source: Please enter a User.
sk: Prosím, zadajte používateľa.

source: You've entered your address.
sk: Zadali ste svoju adresu.

source: User should be either a name from your contact list or Ripple address.
sk: Užívateľ by mal byť buď meno zo zoznamu kontaktov alebo Ripple adresa.

source: Allow this trust line's balances to be transferred to another issuer you trust. <a href='https://ripple.com/wiki/No_Ripple' target='_blank'>More information</a>
sk: Povoľte tomuto úveru presúvať zostatky na iného vydavateľa.<a href='https://ripple.com/wiki/No_Ripple' target='_blank'>Viac informácii</a>

source: You are about to trust
sk: Chystáte sa poskytnúť úver

source: to the Ripple user
sk: ripple užívateľovi

source: By pressing CONFIRM you are extending trust to another Ripple user. This action carries the risk of potential loss up to the amount of the trust line. Make sure you understand these consequences, and that all the issuers are trustworthy.
sk: Stlačením tlačidla POTVRDIŤ poskytnete úver vybranému Ripple používateľovi. Táto akcia so sebou nesie riziko možnej straty, a to až do výšky úveru. Uistite sa, že rozumiete možným následkom, a že všetci žiadatelia sú dôveryhodní.

source: By pressing CONFIRM you are extending trust to {{1}}for the same currency which may result in your account balances changing without your direct action. Make sure you understand these consequences, and that all your issuers are trustworthy.
sk: Stlačením tlačidla POTVRDIŤ poskytnete úver pre {{1}}v rovnakej mene, čo môže mať za následok zmenu vášho zostatku bez vášho priameho zásahu. Uistite sa, že rozumiete možným následkom, a že všetci žiadatelia sú dôveryhodní.

source: Granting is in progress
sk: Prebieha poskytovanie úveru

source: Sorry, an error occurred while granting. Make sure you are connected to the Internet and try again later.
sk: Ospravedlňujeme sa, ale v priebehu poskytovania úveru nastala chyba. Uistite sa, že ste pripojení na Internet a skúste to znova neskôr.

source: Your grant request has been submitted.
sk: Vaša žiadosť na udelenie úveru bola odoslaná.

source: Trust is granted!
sk: Úver poskytnutý!

source: Trust could not be granted!
sk: Úver nemôže byť poskytnutý!

source: Grant is malformed!
sk: Poskytnutie úveru je chybné!

source: Granting failed!
sk: Poskytnutie úveru zlyhalo!

source: Insufficient reserve to add trust line.
sk: Nedostatočná rezerva XRP pre poskytnutie úveru.

source: You must have at least {{account.reserve_to_add_trust | rpamount:0}} XRP to add a trust line. {{1}}
sk: Musíte disponovať aspoň {{account.reserve_to_add_trust | rpamount:0}} XRP pre pridanie úveru. {{1}}

source: Trust granting failed to clear, reason: {{engine_result_message}}
sk: Poskytnutie úveru zlyhalo, dôvod: {{engine_result_message}}

source: Address saved!
sk: Adresa uložená!

source: Back to trust page
sk: Späť na stránku úveru

source: Conversion rate
sk: Konverzný kurz
