Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: Verifying...
es: Verificando...
he_il: מאמת...
it: Verifica in corso...
nb_no: Bekrefter...
nl_nl: Verifiëren...
tr: Onaylanıyor...

source: You have successfully verified your email address.
es: Ha verificado su email correctamente.
he_il: אימתתם את כתובת האימייל שלכם בהצלחה.
it: Hai verificato con successo il tuo indirizzo email.
nb_no: Du har bekreftet e-postadressen din.
nl_nl: Uw email adres is nu geverifieerd.
tr: Başarıyla e-posta adresinizi doğruladıktan.

source: Email verification token is invalid. It has either expired or has been resent. Please check your inbox for the most recent verification email.
es: El código de verificación no es válido. Ha expirado o ha sido reenviado. Por favor busque en su bandeja de entrada el código más reciente.
he_il: קישור אימות האימייל אינו תקף. יתכן שהוא פג תוקף או שהוא נשלח מחדש. בבקשה בדקו את תיבת האימייל שלכם ותוודאו שאתם מאמתים את הקישור האחרון שנשלח.
it: Il codice di verifica dell'email non è valido. E' scaduto o ne è stato inviato uno nuovo. Per favore controlla la tua casella di posta per una email di verifica più recente.
nb_no: Ugyldig token. Det er enten utløpt eller sendt på nytt. Sjekk innboksen din.
nl_nl: E-mail verificatie-code is ongeldig. Deze is ofwel verlopen of zij is foutief. Kijk in je inbox voor de meest recente verificatie e-mail.
tr: E-posta doğrulama belirteci geçersiz. Süresi dolmuş ya da yeniden gönderilmiş olabilir. Lütfen en son doğrulama e-postası için gelen kutunuzu kontrol edin.

source: Verify
es: Verificar
he_il: אומת
it: Verifica
nb_no: Bekreft
nl_nl: Verifiëren
tr: Doğrula

source: Account Recovery
es: Recuperación de Cuenta
he_il: שחזור חשבון
it: Recupero Account
nb_no: Kontogjenoppretting
nl_nl: Portefeuille Herstellen
tr: Hesap Kurtarma

source: Already have a ripple.com/client account? {{1:Migrate}}
es: Ya tiene una cuenta ripple.com/client? {{1:Migrar}}
he_il: יש לכם חשבון ריפל ישן? {{1:תהגרו!}}
it: Hai già un account ripple.com/client? {{1:Migra}}
nb_no: Har du en ripple.com/client-konto? {{1:Migrer}}
nl_nl: Heeft U al een ripple.com/client portefeille? {{1:Migreer}}
tr: Zaten bir ripple.com/client hesabınız var mı? {{1: Göç}}

source: New to {{productName}}? {{1:Sign Up}}
es: Nuevo en {{productName}}? {{1:Registrarse}}
he_il: פעם ראשונה ב - {{productName}}? אם כך - {{1:הירשמו!}}
it: Nuovo in {{productName}}? {{1:Registrati}}
nb_no: Ny med {{productName}}? {{1:Registrer deg}}
nl_nl: Nieuw bij {{productName}}? {{1:Meld u aan}}
tr: {{productName}}'e yenisiniz? {{1:Kaydol}}

source: {{1:You're sending money to}}{{2}}.
es: {{1:Está enviando dinero a}}{{2}}.
he_il: {{1:אתם שולחים כסף אל}}{{2}}.
it: {{1:Stai inviando denaro a}}{{2}}.
nb_no: {{1:Du sender penger til}}{{2}}.
nl_nl: {{1:U gaat geld versturen naar}}{{2}}.
tr: {{1:Para {{2}} e gönderiyorsunuz}}.

source: {{1:You're sending}}{{2}}{{3: to }}{{4}}.
es: {{1:Está enviando}}{{2}}{{3: a }}{{4}}.
he_il: {{1:אתם שולחים}}{{2}}{{3: אל }}{{4}}.
it: {{1:Stai inviando}}{{2}}{{3: a }}{{4}}.
nb_no: {{1:Du sender}}{{2}}{{3: til }}{{4}}.
nl_nl: {{1:U gaat}}{{2}}{{3: versturen naar }}{{4}}.
tr: {{1:{{2}}{{4}}{{3: e }} gönderiyorsunuz}}.

source: {{1:You're connecting to the gateway}}{{2}}{{3:for{{1}}}}{{4:with a limit of{{1}}}}.
es: {{1:Está conectándose a la pasarela}}{{2}}{{3:por{{1}}}}{{4:con un límite de{{1}}}}.
he_il: {{1:אתם מתחברים לשער תיווך}}{{2}}{{3:עבור{{1}}}}{{4:עם מגבלה של{{1}}}}.
it: {{1:Ti stai collegando al gateway}}{{2}}{{3:per{{1}}}}{{4:con un limite di{{1}}}}.
nb_no: {{1:Du kobler til portalen}}{{2}}{{3:for{{1}}}}{{4:med en grense på{{1}}}}.
nl_nl: {{1:U verbindt zich met de gateway}}{{2}}{{3:voor{{1}}}}{{4:met een limiet van{{1}}}}.
tr: {{1:{{4:{{1}}limitli}}{{3:{{1}}için}}ağ geçidi{{2}}bağlıyorsunuz}}.

source: {{1:You're adding}}{{2}}{{3:to your contacts list}}
es: {{1:Va a añadir}}{{2}}{{3:a su lista de contactos}}
he_il: {{1:אתם מוסיפים}}{{2}}{{3:לרשימת המוטבים שלכם}}
it: {{1:Stai aggiungendo}}{{2}}{{3:alla tua lista contatti}}
nb_no: {{1:Du legger}}{{2}}{{3:til kontaktlisten din}}
nl_nl: {{1:U voegt nu}}{{2}}{{3:toe aan uw contacten}}
tr: {{3:Kişiler listenize}}{{2}}{{1:ekliyorsunuz}}

source: You can confirm this transaction on the next page.
es: Puede confirmar esta transacción en la pagina siguiente
he_il: באפשרותכם לאשר עסקה זו בעמוד הבא.
it: Puoi confermare questa transazione nella prossima pagina.
nb_no: Bekreft transaksjonen på neste side
nl_nl: U kan deze transactie op de volgende pagina bevestigen.
sk: Túto transakciu môžete potvrdiť na ďalšej stránke.
tr: Bu işlemi gelecek sayfada onaylayabilirsiniz .

source: New to {{productName}}? {{1:Create a wallet}}
es: Nuevo en {{productName}}? {{1:Crear una cartera}}
he_il: פעם ראשונה ב - {{productName}}? אם כך - {{1:צרו ארנק!}}
it: Nuovo in {{productName}}? {{1:Crea un portafoglio}}
nb_no: Ny med {{productName}}? {{1:Opprett lommebok}}
nl_nl: Nieuw bij {{productName}}? {{1:Maak een portefeuille aan}}
tr: {{productName}}'e yenisiniz? {{1:Cüzdan yarat}}

source: Please enter the verification code from the SMS message sent to your device:
es: Por favor, introduzca el código de verificación del mensaje SMS enviado a su dispositivo:
he_il: בבקשה תזינו את קוד האימות שנשלח אילכם ב SMS למכשיר הטלפון שלכם.
it: Prego inserisci il codice di verifica inviato attraverso SMS al tuo dispositivo:
nb_no: Angi bekreftelseskoden du fikk på SMS:
nl_nl: Voer hier de verificatiecode in van het SMS bericht dat naar uw apparaat is verzonden:
tr: Lütfen cihazınıza gönderilen SMS mesajındaki doğrulama kodunu girin:

source: Please enter the verification code from the Authy app installed on your device:
es: Por favor, introduzca el código de verificación de la app Authy instalada en su dispositivo:
he_il: בבקשה תזינו את קוד האימות מיישום Authy שמותקן על מכשירכם:
it: Per favore inserisci il codice di verifica dall'app di Authy installata sul tuo dispositivo:
nb_no: Angi bekreftelseskoden fra Authy-appen på enheten din:
nl_nl: Voer hier de verificatiecode in van de Authy app die op uw apparaat is geinstalleerd.
tr: Lütfen cihazınızda yüklü Authy uygulamasından alacağınız doğrulama kodunu girin:

source: Resend
es: Reenviar
he_il: שליחה חוזרת
it: Reinvia
nb_no: Send på nytt
nl_nl: Opnieuw verzenden
tr: Yeniden gönder

source: Send Via SMS
es: Enviar Via SMS
he_il: נשלח ב SMS
it: Invia via SMS
nl_nl: Via SMS Versturen
tr: SMS olarak gönder

source: Remember me on this device for 30 days
es: Recordarme en este dispositivo durante 30 dias
he_il: זכור אותי במכשיר זה למשך 30 יום
it: Ricordami su questo dispositivo per 30 giorni
nb_no: Husk meg på denne enheten i 30 dager
nl_nl: Onthoud mij op dit apparaat voor de komende 30 dagen
tr: 30 gün boyunca bu cihazda beni hatırla

source: Migrate
es: Migrar
he_il: להגר
it: Migrare
nb_no: Migrer
nl_nl: Migreren
tr: Göç

source: To begin migration, enter the name and passphrase used to encrypt your ripple.com/client wallet below. After migration, you will no longer be able to login on ripple.com/client.
es: Para comenzar la migración, introduzca abajo el nombre y contraseña usados para encriptar su cartera ripple.com/client. Después de la migración no podrá conectarse a ripple.com/client.
he_il: על מנת להתחיל את ההגירה, עליכם להזין למטה את השם והססמה שמשמשת אתכם בארנק ripple.com/client. לאחר ההגירה לא תהיה באפשרותכם להתחבר ל ripple.com/client.
it: Per iniziare la migrazione inserisci il nome o la password usata per crittografare il tuo client ripple.com. Dopo la migrazione non potrai più accedere con il client ripple.com.
nb_no: Begynn migreringen ved å oppgi navnet og adgangsfrasen fra ripple.com/client-lommeboken. Du vil ikke kunne logge inn på ripple.com/client etter migreringen.
nl_nl: Om te beginnen met migreren voert u hieronder de naam en het wachtwoord in die zijn gebruikt bij het versleutelen van uw ripple.com/client portefeuille. Na migratie zult u niet langer in staat zijn in te loggen op ripple.com/client.
tr: Göç başlar için aşağıdaki ripple.com/client cüzdanınızı adı ve şifrelemek için kullanılan anahtar parolasını belirleyin. Geçişten sonra, artık ripple.com/client giriş mümkün olacak.

source: Existing ripple.com/client Wallet name
es: Nombre ripple.com/Cartera de cliente existente
he_il: שם ארנק ripple.com/client קיים
it: Esistente ripple.com/client nome Portafoglio
nb_no: Eksisterende lommeboknavn hos ripple.com/client
nl_nl: Bestaande ripple.com/client Portefeuille naam
tr: Mevcut ripple.com/client Cüzdan adı

source: Passphrase
es: Clave
he_il: ססמה
it: Password
nb_no: Adgangsfrase
nl_nl: Wachtwoordzin
sk: Heslo
tr: Parola

source: Begin Migration
es: Comenzar Migración
he_il: להתחיל בהגירה
it: Inizia Migrazione
nb_no: Begynn migrering
nl_nl: Start de migratie
tr: Göç başlar

source: Have a {{productName}} account? {{1:Log In}}
es: Tiene una cuenta {{productName}}? {{1:Conectarse}}
he_il: יש לכם חשבון {{productName}}? אם כך - {{1:התחברו!}}
it: Hai {{productName}} account? {{1:Entra}}
nb_no: Har du en {{productName}}-konto? {{1:Logg inn}}
nl_nl: Heeft u een {{productName}} account? {{1:Log In}}
tr: {{productName}} hesabınız var mı? {{1:Giriş}}

source: You can only recover your Ripple Trade account with a secret key. You will recover the account's Ripple name, contacts and other information.
es: Sólo puede recuperar su cuenta Ripple Trade con una clave secreta. Recuperara el nombre Ripple de la cuenta, los contactos y otra información.
he_il: אתם יכולים רק לשחזר את חשבון מסחר הריפל שלכם באמצעות המפתח הסודי. אתם תשחזרו את שם חשבון הריפל שלכם, המוטבים ומידע נוסף הנמצא בחשבונכם.
it: Puoi solo recuperare il tuo account Ripple Trade con la chiave segreta. Recupererai il nome Ripple, i contatti e altre informazioni relative all'account.
nb_no: Du trenger en hemmelig nøkkel for å gjenopprette en Ripple Trade-konto. Du gjenoppretter kontoens Ripple-navn, kontakter og annen informasjon.
nl_nl: U kan uw Ripple Trade portefeuille enkel herstellen met een geheime sleutel. U zal hiermee de Ripple naam, de contacten en alle andere informatie van account terug herstellen.
tr: Sadece bir gizli anahtar ile Ripple Trade hesabınızı kurtarabilirsiniz. Hesabınızın Ripple adını, kişileri ve diğer bilgileri kurtarmak olacaktır.

source: Ripple Name
es: Nombre Ripple
he_il: שם ריפל
it: Nome Ripple
nb_no: Ripple-navn
nl_nl: Ripple Naam
tr: Ripple Adısı

source: Secret Key
es: Clave Secreta
he_il: המפתח הסודי
it: Chiave Segreta
nb_no: Hemmelig nøkkel
nl_nl: Beveiligingssleutel
sk: Tajný kľúč
tr: Gizli anahtar

source: Unable to recover account.
es: Imposible recuperar esa cuenta.
he_il: לא ניתן לשחזר את החשבון.
it: Impossibile recuperare l'account.
nb_no: Ute av stand til å gjenopprette kontoen.
nl_nl: Het is niet mogelijk om de portefeuille te herstellen.
tr: Hesabını kurtarmıyor.

source: Recover Account
es: Recuperar Cuenta
he_il: שחזור חשבון
it: Recupera Password
nb_no: Gjenopprett konto
nl_nl: Herstel Portefeuille
tr: Hesap Kurtar

source: Set Password
es: Establecer Contraseña
he_il: הגדירו ססמה
it: Imposta Password
nb_no: Sett passord
nl_nl: Stel Wachtwoord in
tr: Parola Ayarlayın

source: Your account was sucessfully recovered. Please re-encrypt your account with a new password.
es: Su cuenta ha sido recuperada con éxito. Por favor reencripte su cuenta con una nueva contraseña.
he_il: החשבון שלכם שוחזר בהצלחה. בבקשה הצפינו את חשבונכם עם ססמה חדשה.
it: Il tuo account è stato ripristinato con successo. Per favore rendi il tuo account più sicuro con una nuova password.
nb_no: Kontoen din ble gjenopprettet. Angi nytt passord.
nl_nl: Uw portefeuille is met succes hersteld. Gelieve uw portefeuille opnieuw te versleutelen met een nieuw wachtwoord.
tr: Hesabınız başarıyla kurtarıldı. Yeni şifre ile hesabınızı yeniden şifreleyebilirsiniz lütfen.

source: Your password is weak. It does not contain numbers and symbols or it is too short.
es: Su contraseña es débil. No contiene numeros y simbolos o es demasiado corta.
he_il: הססמה שלכם חלשה. כי היא לא מכילה ספרות וסמלים או שהיא קצרה מידי.
it: La tua password è debole. Non contiene numeri e simboli oppure è troppo corta.
nb_no: Passordet er dårlig. Bruk bokstaver, siffer og tegn. Ikke la det være for kort.
nl_nl: Uw wachtwoord is zwak. Het bevat geen nummers en symbolen, of is te kort.
tr: Şifreniz zayuftır. Sayılar ve semboller karışımından oluşmammaktadır yada çok kısa.

source: Your Ripple name and password cannot match. Please create a new password.
es: Su nombre Ripple y su contraseña no concuerdan. Por favor cree una nueva contraseña.
he_il: שם הריפל והססמה שלכם אינם יכולים להיות זהים. בבקשה צרו ססמה חדשה.
it: Il tuo nome Ripple e la password non possono coincidere. Per favore digita una nuova password.
nb_no: Ripple-navnet og passordet kan ikke være like. Lag et nytt passord.
nl_nl: Uw Ripple naam en wachtwoord mogen niet identiek zijn. Kies een ander pastwoord.
tr: Şifreniz Ripple ismiyle farklı olmalıdır. Yeni bir parola oluşturun.

source: Unable to change your account password.
es: Imposible cambiar su contraseña de cuenta.
he_il: לא מצליח לשנות את ססמת החשבון שלך.
it: Impossibile cambiare la password del tuo account.
nb_no: Ute av stand til å endre kontopassordet.
nl_nl: Uw wachtwoord kan niet worden gewijzigd.
tr: Hesap şifrenizi değiştirilemiyor.

source: Updating...
es: Actualizando...
he_il: מעדכן...
it: Aggiornamento in corso...
nb_no: Oppdaterer...
nl_nl: Updaten...
tr: Güncelleniyor ...

source: Remember your password? {{1:Log In}}
es: Recuerda su contraseña? {{1:Conectarse}}
he_il: זוכרים את ססמתכם? {{1:התחברו!}}
it: Ricordi la password? {{1:Entra}}
nb_no: Husker du passordet? {{1:Logg inn}}
nl_nl: Herinner uw wachtwoord? {{1:Log In}}
tr: Parolanızı unuttunuz? {{1: Giriş}}

source: Ripple Trade is the only platform where you can trade between stores of value spanning fiat, crypto, precious metals and more.
es: Ripple Trade es la única plataforma donde puede cambiar entre valores fiat, crypto, metales preciosos y más.
he_il: זירת המסחר של ריפל היא הפלטפורמה היחידה שבה אתם יכולים לסחור בשקלים, דולרים וכד'. מטבעות דיגיטליים, מתכות יקרות ועוד.
it: Ripple Trade è l'unica piattaforma dove puoi scambiare valute diverse, fiat, crypto, metalli preziosi e altro ancora.
nb_no: Ripple Trade er den eneste plattformen som lar deg handle med verdioppbevaringsmidler som omfatter fiat, krypto, edelmetaller og mer.
nl_nl: Ripple Trade is het enige platform waarop u kunt handelen in verschillende middelen van waarde zoals fiat geld, cryptovaluta, edele metalen en meer.
tr: Ripple Trade , resmi para birimleri , kripto para , degerli metaller ve daha fazlası arasında degisim yapılabilen tek platformdur

source: Sign Up
es: Registrarse
he_il: הירשמו
it: Registrati
nb_no: Registrer deg
nl_nl: Registreren
sk: Registrácia
tr: Kayıt ol

source: Step {{1}}
es: Paso {{1}}
he_il: שלב {{1}}
nb_no: Steg {{1}}
nl_nl: Stap {{1}}
tr: Adım {{1}}

source: Create Ripple name
es: Crear nombre Ripple
he_il: צרו שם ריפל
it: Crea nome Ripple
nb_no: Opprett Ripple-navn
nl_nl: Creëer een Ripple naam
tr: Ripple adısı yarat

source: Please choose a Ripple name below. You will use this Ripple name to login to Ripple Trade, so remember it! Ripple names are unique and public, like your current Ripple address. {{1}}
es: Por favor elija un nombre Ripple más abajo. Usará este nombre Ripple para conectarse a Ripple Trade, recuérdelo! Los nombres Ripple son únicos y públicos, como su dirección Ripple actual. {{1}}
he_il: בבקשה בחרו למטה שם ריפל. אתם תשתמשו בשם הזה על מנת להתחבר לזירת המסחר של ריפל, אז בבקשה זכרו היטב שם זה! שם ריפל הוא ייחודי לכל משתמש ומוצג בפומבי, כמו כתובת הריפל שלכם. {{1}}
it: Per favore scegli un nome Ripple qui sotto. Userai questo nome Ripple per accedere a Ripple Trade quindi ricordatelo! I nomi Ripple sono unici e pubblici, così come il tuo indirizzo Ripple. {{1}}
nb_no: Angi et Ripple-navn. Du bruker det for å logge inn på Ripple Trade. Ikke glem det. Ripple-navn er unike og offentlige, på samme måte som Ripple-adressen din. {{1}}
nl_nl: Kies een Ripple naam hieronder. Met deze Ripple naam moet U inloggen in Ripple Trade, U dient deze naam dus te onthouden. Ripple namen zijn uniek en publiek, net als uw huidige Ripple adres. {{1}}
tr: Aşağıdaki bölümde bir Ripple adı seçiniz. Ripple Trade'e giriş yapmak için bu Ripple adını kullanacaksınız, bu nedenle bu adı unutmayın! Ripple adları, geçerli Ripple adresi gibi, benzersiz ve herkese açıktır. {{1}}

source: Learn More
es: Más Información
he_il: לימדו עוד
it: Più informazioni
nb_no: Mer informasjon
nl_nl: Meer info
tr: Daha fazla Öğren

source: You can only use the following characters: a-z, 0-9 and hyphens (-)
es: Sólo puede usar los siguientes caracteres: a-z, 0-9 y guiones (-)
he_il: יש באפשרותכם להשתמש בתווים הבאים בלבד: a-z ,0-9 ומקף (-)
it: Puoi usare solo i seguenti caratteri: a-z, 0-9 e trattini (-)
nb_no: Du kan ikke bruke andre tegn enn a-z, 0-9 og bindestrek (-).
nl_nl: U kunt enkel gebruik maken van de volgende tekens: a-z, 0-9 en afbreekstreepjes (-)
tr: Sadece aşağıdaki karakterleri kullanabilirsiniz: küçük harf İngilizce harfler, 0-9 ve tire (-)

source: Cannot use hyphens in a row (--)
es: No puede enlazar guiones (--)
he_il: אין אפשרות להשתמש במקף כפול (--)
it: Impossibile ripetere i trattini (--)
nb_no: Kan ikke ha flere bindestreker etter hverandre (--)
nl_nl: Afbreekstreepjes kunnen elkaar niet opvolgen (--)
tr: Arka arkaya tire kullanamazsınız (--)

source: Email address is invalid
es: Dirección email no valida
he_il: כתובת אימייל אינה חוקית
it: Indirizzo email non valido
nb_no: Ugyldig e-postadresse
nl_nl: Email adres is ongeldig.
tr: E-posta adresi geçersiz

source: Secret key
es: Clave secreta
he_il: מפתח סודי
it: Chiave segreta
nb_no: Hemmelig nøkkel
nl_nl: Geheime beveiligingssleutel:
tr: Gizli anahtar

source: hide
es: ocultar
he_il: להסתיר
it: nascondi
nb_no: skjul
nl_nl: verberg
sk: skryť
tr: gizle

source: Secret Account Key is invalid
es: La Clave Secreta de Cuenta no es valida
he_il: מפתח חשבון סודי אינו נכון
it: La Chiave Segreta dell'Account non è valida
nb_no: Ugyldig hemmelig kontonøkkel
nl_nl: Ongeldige geheime sleutel
sk: Tajný kľúč účtu je neplatný
tr: Gizli Hesap Anahtarı geçersizdir

source: The account ~{{1}}{{2}} has already been created using this secret key.
es: La cuenta ~{{1}}{{2}} ya ha sido creada usando esta clave secreta.
he_il: החשבון ~{{1}}{{2}} כבר נוצר על ידי המפתח הסודי הזה.
it: L'account ~{{1}}{{2}} è già stato creato usando questa chiave segreta.
nb_no: Kontoen ~{{1}}{{2}} er allerede opprettet med denne hemmelige nøkkelen.
nl_nl: De portefeuille ~ {{1}} {{2}} is reeds aangemaakt met behulp van deze geheime sleutel.
tr: Hesap ~{{1}}{{2}} zaten bu gizli anahtarı kullanılarak oluşturulmuş.

source: Need to use your secret key? {{1}}
es: Necesita usar su clave secreta? {{1}}
he_il: האם אתם צריכים להשתמש במפתח הסודי שלכם? {{1}}
it: Hai bisogno di utilizzare la tua chiave segreta? {{1}}
nb_no: Må du bruke den hemmelige nøkkelen? {{1}}
nl_nl: Heeft u uw geheime sleutel nodig? {{1}}
tr: Gizli anahtarınızı kullanmaya ihtiyacınız mı var? {{1}}

source: Use key
es: Usar clave
he_il: להשתמש במפתח
it: Usa chiave
nb_no: Bruk nøkkel
nl_nl: Gebruik sleutel
tr: Anahtarı kullan

source: I agree to the {{productName}} {{1:end-user license agreement}}
es: Acepto el {{productName}} {{1:end-user license agreement}}
he_il: אני מסכים/ה ל - {{1:רישיון הסכם השימוש}} של {{productName}}
it: Accetto {{productName}} {{1:accordo di licenza con l'utente finale}}
nb_no: Jeg godtar {{1:sluttbrukerlisensavtalen}} for {{productName}}
nl_nl: Ik ga akkoord met de {{productName}} {{1:licentieovereenkomst voor eindgebruikers}}
tr: {{productName}} {{1:end-user license agreement}} kabul ediyorum

source: Please see our {{1}} to see how we collect, use and share information about you
es: Por favor mire nuestro {{1}} para ver como recogemos, usamos y compartimos su información.
he_il: בבקשה ראו את ה {{1}} שלנו כדי להבין איך אנחנו אוספים, משתמשים ומשתפים את המידע הנוגע בכם.
it: Per favore controlla il nostro {{1}} per vedere come noi raccogliamo, usiamo e condividiamo le tue informazioni
nb_no: Se vår {{1}} for hvordan vi samler inn, bruker og deler informasjon om deg
nl_nl: Lees onze {{1}} om er achter te komen hoe wij informatie over u vergaren, gebruiken en delen
tr: Bizim {{1}}, topladığımız nasıl kullanabilir ve sizinle ilgili bilgileri paylaşmak için bakınız

source: Migrate Account
es: Migrar Cuenta
he_il: להגר חשבון
it: Migrare Account
nb_no: Migrer konto
nl_nl: Migreer Portefeille
tr: Hesap göç

source: An error occurred during registration. Please try again later.
es: Ha ocurrido un error durante el registro. Por favor inténtelo más tarde.
he_il: התרחשה תקלה במהלך הרישום. אנא נסו שוב מאוחר יותר.
it: C'è stato un problema durante la registrazione. Per favore riprova più tardi.
nb_no: Det oppsto en feil under registreringen. Prøv senere.
nl_nl: Er trad een fout op tijdens het registreren. Probeert u het later opnieuw.
tr: Bir hata kayıt sırasında oluştu. Lütfen daha sonra tekrar deneyiniz.

source: The reported error was: {{1}}
es: El error reportado fue: {{1}}
he_il: התקלה שדווחה היא: {{1}}
it: L'errore è stato il seguente: {{1}}
nb_no: Den rapporterte feilen var: {{1}}
nl_nl: De foutmelding betrof: {{1}}
tr: Hata bildirdi oldu: {{1}}

source: There is already a wallet using this username, please choose a different username and try again.
es: Ya hay una cartera con este nombre de usuario, por favor elija un nombre diferente y pruebe de nuevo.
he_il: כבר קיים ארנק בשם משתמש זה, בבקשה בחרו שם משתמש אחר ונסו שוב.
it: C'è già un portafoglio con questo nome, per favore scegli un nome differente e prova ancora.
nb_no: Brukernavnet er i bruk. Prøv om igjen med et annet brukernavn.
nl_nl: Er is reeds een portefeuille met deze naam, kies alstublieft een andere naam en probeert u het later opnieuw.
tr: Bu kullanıcı adını kullanarak bir cüzdan zaten var olan, farklı bir kullanıcı adı seçin ve tekrar deneyin.

source: By proceeding, you understand that Ripple Trade does not provide a password or secret key recovery mechanism. If you forget your Ripple name/password and secret key, you will be unable to access this Ripple account.
es: Al porceder, entiende que Ripple Trade no provee un mecanismo de recuperación de contraseña o clave secreta. Si olvida su nombre Ripple/contraseña y clave secreta, no podrá acceder a su cuenta Ripple.
he_il: על ידי המשך התהליך, אתם מאשרים שהבנתם שריפל לא תספק לכם מנגנון לשחזור הססמה או המפתח הסודי. אם אתם תשכחו את שם המשתמש/ססמה או המפתח הסודי, לא תהיה לכם אפשרות לגשת אל חשבונכם.
it: Procedendo, prendi atto che Ripple Trade non prevede un meccanismo per il recupero della password o della chiave segreta. Se dimentichi il nome/password di Ripple e la chiave segreta, sarà impossibile accedere all'account Ripple.
nb_no: Før du fortsetter, må du forstå at Ripple Trade ikke tilbyr noen metoder for å gjenopprette passord eller hemmelig nøkkel. Hvis du glemmer Ripple-navnet eller -passordet og den hemmelige nøkkelen, mister du tilgangen til denne Ripple-kontoen.
nl_nl: Door verder te gaan, geef je aan te begrijpen dat Ripple Trade niet voorziet in een herstelmechanisme om een wachtwoord of geheime sleutel te recupereren. Als u zowel uw Ripple naam/wachtwoord als de geheime sleutel vergeet, heeft U geen toegang meer tot deze Ripple portefeuille.
tr: Devam ederek, Ripple Trade'in bir şifre veya gizli anahtar kurtarma mekanizması sağlamadığını anlıyor ve kabul ediyorsunuz. Eğer Ripple adı / parola ve gizli anahtarınızı unutursanız/kaybederseniz, bu Ripple hesabına erişmeniz mümkün olmayacaktır.
