Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: Profile Information
es: Información de Perfil
he_il: נתוני פרופיל
it: Informazioni del profilo
nb_no: Profilinformasjon
nl_nl: Profielinformatie
tr: Profil Bilgileri

source: Identity Information
es: Información de Identidad
he_il: נתוני זהות
it: Informazione identità
nb_no: Identitetsinformasjon
nl_nl: Identiteitsinformatie
tr: Kimlik Bilgileri

source: Completed
es: Completado
he_il: הושלם
it: Completato
nb_no: Fullført
nl_nl: Afgerond
tr: Tamamlandı

source: Incomplete
es: Incompleto
he_il: לא הושלם
it: Incompleto
nb_no: Ikke fullført
nl_nl: Incompleet
tr: Eksik

source: Complete your profile
es: Complete su perfil
he_il: השלם את הפרופיל שלך
it: Completa il tuo profilo
nb_no: Fullfør profilen din
nl_nl: Voltooi uw profiel
tr: Profilinizi tamamlayın

source: Identity Questions
es: Preguntas de Identidad
he_il: שאלת זיהוי
it: Domande di Identità
nb_no: Identitetsspørsmål
nl_nl: Vragen over uw Identiteit
tr: Kimlik Soruları

source: Changing your Ripple name...
es: Cambiando su nombre Ripple...
he_il: משנה את שם הריפל שלכם...
it: Modifica del tuo nome Ripple in corso...
nb_no: Endrer Ripple-navnet ditt...
nl_nl: Uw Ripple naam aan het veranderen...
tr: Ripple adınız değişiyor...

source: Your Ripple name has been changed successfully.
es: Su nombre Ripple ha sido cambiado con éxito.
he_il: שם הריפל שלכם שונה בהצלחה.
it: Il tuo nome Ripple è stato modificato correttamente.
nb_no: Ripple-navnet ditt er endret.
nl_nl: Uw Ripple naam is succesvol gewijzigd.
tr: Ripple adınız başarıyla değiştirildi.

source: Account settings
es: Configuración de cuenta
he_il: הגדרות חשבון
it: Impostazioni account
nb_no: Kontoinnstillinger
nl_nl: Accountinstellingen
tr: Hesap ayarları

source: Ripple name
es: Nombre Ripple
he_il: שם ריפל
it: Nome Ripple
nb_no: Ripple-navn
nl_nl: Ripple naam
tr: Ripple adı

source: edit
es: Editar
he_il: לערוך
it: modifica
nb_no: rediger
nl_nl: bewerken
sk: upraviť
tr: düzenle

source: New Ripple name
es: Nuevo nombre Ripple
he_il: שם ריפל חדש ?
it: Nuovo nome Ripple
nb_no: Nytt Ripple-navn
nl_nl: Nieuwe Ripple naam
tr: Yeni Ripple adı

source: Available
es: Disponible
he_il: זמין
it: Disponibile
nb_no: Tilgjengelig
nl_nl: Verkrijgbaar
tr: Uygun

source: Already taken!
es: Ya asignado!
he_il: כבר נמצא בשימוש!
it: Già preso!
nb_no: Opptatt
nl_nl: Al in gebruik!
tr: Zaten alınmış!

source: Reserved for {{usernameReservedFor}}{{1}}{{2}}
es: Reservado para {{usernameReservedFor}}{{1}}{{2}}
he_il: הופרשה רזרבת חובה עבור {{usernameReservedFor}}{{1}}{{2}}
it: Riservato per {{usernameReservedFor}}{{1}}{{2}}
nb_no: Reservert for {{usernameReservedFor}}{{1}}{{2}}
nl_nl: Gereserveerd voor {{usernameReservedFor}}{{1}}{{2}}
tr: {{usernameReservedFor}}{{1}}{{2}} için rezerve

source: Must be at least 2 characters
es: Debe tener al menos 2 caracteres.
he_il: חייב להכיל לפחות 2 אותיות
it: Deve essere di almeno 2 caratteri
nb_no: Må være minst to tegn
nl_nl: Moet minstens 2 karakters bevatten
tr: En az 2 karakter olmalı.

source: Must be at most 20 characters
es: Debe tener como máximo 20 caracteres.
he_il: חייב להכיל לכל היותר 20 תווים
it: Non deve superare i 20 caratteri
nb_no: Må være maks tjue tegn
nl_nl: Moet maximaal 20 karakters bevatten
tr: En fazla 20 karakter olmalı

source: Only a-z, 0-9 and hyphen (-)
es: Solo a-z, 0-9 y guión (-)
he_il: רק a-z, 0-9 ומקף (-) מותרים לשימוש!
it: Solo a-z, 0-9 e trattino (-)
nb_no: Kun a–z, 0–9 og bindestrek (-)
nl_nl: Enkel a-z, 0-9 en verbindingsstreepjes (-)
tr: Sadece a-z, 0-9 ve tire (-)

source: Cannot start with hyphen (-)
es: No puede empezar por guión (-)
he_il: לא ניתן להתחיל עם מקף (-)
it: Impossibile iniziare con un trattino (-)
nb_no: Kan ikke begynne med bindestrek (-)
nl_nl: Kan niet beginnen met een verbindingsstreepje (-)
tr: Tire (-) ile başlatılamıyor

source: Cannot end with hyphen (-)
es: No puede acabar en guión (-)
he_il: לא יכול להסתיים עם מקף (-)
it: Impossibile finire con un trattino (-)
nb_no: Kan ikke ende med bindestrek (-)
nl_nl: Kan niet eindigen met een verbindingsstreepje (-)
tr: Tire (-) ile bitemez

source: Cannot bundle hyphens (--)
es: No puede enlazar guiones (--)
he_il: לא ניתן להכיל מקף כפול (--)
it: Impossibile ripetere i trattini (--)
nb_no: Kan ikke ha flere bindestreker etter hverandre (--)
nl_nl: Kan niet twee verbindingsstreepjes achter elkaar bevatten (--)
tr: Tireler yan yana (--) olamaz

source: Checking...
es: Comprobando...
he_il: בודק...
it: Controllo...
nb_no: Sjekker...
nl_nl: Nakijken...
tr: Kontrol ediyor...

source: Current password
es: Contraseña actual
he_il: הזינו ססמה נוכחית
it: Password corrente
nb_no: Nåværende passord
nl_nl: Huidig wachtwoord
tr: Mevcut parola

source: Entered password is wrong.
es: La contraseña introducida es incorrecta.
he_il: הססמה שהוגשה אינה נכונה.
it: La password inserita è sbagliata.
nb_no: Feil passord.
nl_nl: Het opgegeven wachtwoord is verkeerd
tr: Girilen parola yanlış.

source: Your Ripple name has been changed. Please login again.
es: Su nombre Ripple ha sido cambiado. Por favor conéctese de nuevo.
he_il: שם הריפל שלך שונה. בבקשה התחברו שוב.
it: Il tuo nome Ripple è cambiato. Per favore accedi di nuovo.
nb_no: Ripple-navnet ditt er endret. Logg inn på nytt.
nl_nl: Uw Ripple Naam is met succes gewijzigd. Gelieve terug in te loggen
tr: Ripple adınız değiştirildi. Lütfen tekrar giriş yapınız.

source: Couldn't change your Ripple name, please try again later.
es: No se ha podido cambiar su nombre Ripple, por favor inténtelo de nuevo más tarde.
he_il: לא ניתן לשנות את שם הריפל שלך כרגע. בבקשה נסו שוב מאוחר יותר.
it: Non è stato possibile cambiare il tuo nome Ripple, per favore riprova più tardi.
nb_no: Kunne ikke endre Ripple-navnet ditt. Prøv senere.
nl_nl: Uw Ripple naam kon niet worden gewijzigd, probeer het later opnieuw.
tr: Ripple adınız değiştirilemedi, lütfen daha sonra tekrar deneyiniz.

source: cancel
es: cancelar
he_il: ביטול
it: cancella
nb_no: avbryt
nl_nl: annuleren
sk: zrušiť
tr: İptal

source: Ripple address
es: Dirección Ripple
he_il: כתובת ריפל
it: Indirizzo Ripple
nb_no: Ripple-adresse
nl_nl: Ripple adres
tr: Ripple adresi

source: Save
es: Guardar
he_il: שמירה
it: Salva
nb_no: Lagre
nl_nl: Opslaan
sk: Uložiť
tr: Kaydet

source: Delete
es: Eliminar
he_il: למחוק
it: Elimina
nb_no: Slett
nl_nl: Verwijderen
sk: Vymazať
tr: Sil

source: Bitcoin bridge
es: Puente Bitcoin
he_il: מגשר ביטקוין
it: Ponte bitcoin
nb_no: Bitcoin-bro
nl_nl: Bitcoin brug
tr: Bitcoin köprüsü

source: Trust line
es: Linea de crédito
he_il: רישום נאמנים
it: Linea di fiducia
nb_no: Kredittlinje
nl_nl: Kredietlijn
sk: Úver
tr: Güven ilişkisi

source: Show
es: Mostrar
he_il: להציג
it: Visualizza
nb_no: Vis
nl_nl: Toon
sk: Zobraziť
tr: Göster

source: Hide
es: Ocultar
he_il: להסתיר
it: Nascondi
nb_no: Skjul
nl_nl: Verberg
sk: Skryť
tr: Gizle

source: Server settings
es: Configuración de servidor
he_il: הגדרות שרת
it: Impostazioni del server
nb_no: Tjenerinnstillinger
nl_nl: Serverinstellingen
tr: Sunucu ayarları

source: WebSocket host name
es: Nombre WebSocket host
he_il: שם שרת ה WebSocket
it: Hostname del WebSocket
nb_no: WebSocket-vertsnavn
nl_nl: WebSocket host naam
tr: WebSocket ana sunucu adı

source: Port number
es: Número de puerto
he_il: מספר פורט
it: Numero della porta
nb_no: Portnummer
nl_nl: Poortnummer
tr: Port numarası

source: Socket ip or hostname is invalid.
es: Socket ip o hostname son inválidos.
he_il: ה-IP או שם המארח אינו חוקי.
it: Socket ip o hostname non valido.
nb_no: Ugyldig sokkel-ip eller vert.
nl_nl: Ongeldige ip socket of hostname.
sk: Socket ip alebo hostname je neplatný.
tr: Socket ip adresi veya host adı geçersiz.

source: Port number is invalid.
es: Número de puerto es inválido
he_il: מספר Port לא חוקי.
it: Numero della porta non valido.
nb_no: Ugyldig portnummer.
nl_nl: Ongeldige poort.
sk: Číslo portu je nesprávne.
tr: Port numarası uygun değil.

source: Secure
es: Seguro
he_il: מאובטח
it: Sicuro
nb_no: Sikker
nl_nl: Veilig
tr: Güvenli

source: Not Secure
es: No Seguro
he_il: לא מאובטח
it: Non sicuro
nb_no: Ikke sikker
nl_nl: Onveilig
tr: Güvenli Değil

source: Add new server
es: Añadir nuevo servidor
he_il: הוסף שרת חדש
it: Aggiungi un nuovo server
nb_no: Legg til tjener
nl_nl: Voeg nieuwe server toe
sk: Pridať nový server
tr: Yeni sunucu ekle

source: You have to be online to see this screen
es: Debe estar online para ver esto
he_il: עליכם להיות מחוברים על מנת לראות דף זה
it: Devi essere online per vedere questa schermata
nb_no: Du må være tilkoblet for å kunne se denne siden
nl_nl: U moet online zijn om dit scherm te kunnen zien
sk: Pre zobrazenie tejto stránky musíte byť pripojení.
tr: Bu ekranı görmek için çevrimiçi olmanız gerekir

source: Please enter a ripple address.
es: Por favor introduzca una dirección Ripple.
he_il: בבקשה הזינו כתובת ריפל.
it: Per favore inserisci un indirizzo ripple.
nb_no: Angi ripple-adresse.
nl_nl: Voer een ripple adres in.
tr: Lütfen bir Ripple adresi giriniz.

source: Please enter a valid ripple address.
es: Por favor introduzca una dirección Ripple válida.
he_il: בבקשה הזינו כתובת ריפל תקפה.
it: Per favore inserisci un indirizzo ripple valido.
nb_no: Angi gyldig ripple-adresse.
nl_nl: Voer een geldig ripple adres in.
tr: Lütfen geçerli bir Ripple adresi giriniz.

source: Total Balance{{1}}
es: Balance Total{{1}}
he_il: סה"כ יתרת החשבון{{1}}
it: Saldo Totale{{1}}
nb_no: Totalsaldo{{1}}
nl_nl: Totaal Saldo{{1}}
tr: Toplam Bakiye{{1}}

source: Estimated from latest trade price
es: Estimado por último precio de cambio.
he_il: מוערך לפי מחיר הסחר האחרון
it: Stima in base all'ultimo prezzo di mercato
nb_no: Anslått ut fra siste kurs
nl_nl: Geschat op basis van de laatst verhandelde koers
tr: Güncel ticaret fiyatı tahmini

source: (excluding negative balances)
es: (excluyendo balances negativos)
he_il: (לא כולל יתרות שליליות)
it: (escludendo bilanci negativi)
nb_no: (unntatt negative saldoer)
nl_nl: (exclusief negatieve saldo's)
tr: (negatif bakiyeler hariç)

source: Reserve
es: Reserva
he_il: רזרבת חובה
it: Riserva
tr: Rezerv

source: Unverified
es: Sin verificar
he_il: לא מאומת
it: Non verificato
nb_no: Ubekreftet
nl_nl: Niet geverifieerd
tr: Doğrulanmamış

source: Enter bitcoin address.
es: Introduzca dirección Bitcoin.
he_il: הזינו כתובת ביטקוין.
it: Inserisci un indirizzo bitcoin.
nb_no: Angi bitcoin-adresse
nl_nl: Voer bitcoin adres in.
tr: Bitcoin adresi girin.

source: Enter amount to withdraw.
es: Introduzca la cantidad a retirar.
he_il: הזינו סכום למשיכה.
it: Inserisci un importo da ritirare.
nb_no: Angi beløpet du vil ta ut.
nl_nl: Voer op te nemen hoeveelheid in.
tr: Çekmek istediğiniz miktarı girin.

source: Enter a valid bitcoin address
es: Introduzca una dirección bitcoin válida.
he_il: הזינו כתובת ביטקוין תקפה
it: Inserisci un indirizzo bitcoin valido
nb_no: Angi gyldig bitcoin-adresse
nl_nl: Voer een geldig bitcoin adres in
tr: Geçerli bir bitcoin adresi girin.

source: Enter a valid amount
es: Introduzca una cantidad válida.
he_il: הזינו סכום תקף
it: Inserisci un importo valido
nb_no: Angi gyldig beløp
nl_nl: Voer een geldige hoeveelheid in
tr: Geçerli bir miktar girin

source: You are sending {{1}} BTC to:
es: Está enviando {{1}} BTC a:
he_il: אתם שולחים {{1}} BTC ל:
it: Stai inviando {{1}} BTC a:
nb_no: Du sender {{1}} BTC til:
nl_nl: U verstuurt {{1}} BTC naar:
tr: e: {{1}} BTC gönderiyorsunuz

source: Back
es: Atrás
he_il: בחזרה
it: Indietro
nb_no: Tilbake
nl_nl: Terug
sk: Späť
tr: Geri

source: Confirm
es: Confirmar
he_il: לאשר
it: Conferma
nb_no: Bekreft
nl_nl: Bevestigen
sk: Potvrdiť
tr: Onayla

source: Reconnecting to Ripple network
es: Reconectando con la red Ripple
he_il: מתחבר מחדש לרשת ריפל
it: Riconnessione al network Ripple
nb_no: Kobler til Ripple-nettverket
nl_nl: Opnieuw aan het verbinden met het Ripple netwerk
tr: Ripple ağına tekrar bağlanıyor

source: Transaction Successful
es: Transacción Efectuada
he_il: העסקה בוצעה בהצלחה
it: Transazione Eseguita
nb_no: Transaksjonen er gjennomført
nl_nl: Transactie Geslaagd
tr: Başarılı işlem

source: Warning
es: Atención
he_il: אזהרה
it: Attenzione
nb_no: Advarsel
nl_nl: Waarschuwing
tr: Uyarı

source: Transaction Failed
es: Transacción Fallida
he_il: העסקה נכשלה
it: Transazione non riuscita
nb_no: Transaksjonen mislyktes
nl_nl: Transactie Mislukt
tr: İşlem Başarısız

source: Message
es: Mensaje
he_il: הודעה
it: Messaggio
nb_no: Melding
nl_nl: Bericht
tr: Mesaj

source: Help our team improve Ripple Trade!&#32{{1:Take a quick user survey.}}
es: Ayúdenos a mejorar Ripple Trade!&#32{{1:Realice una rápida encuesta.}}
he_il: עזור לצוות שלנו לשפר את המסחר בריפל! {{1:ענה על סקר משתמשים מהיר.}}
it: Aiuta il nostro team a migliorare Ripple Trade!{{1:Compila un breve questionario.}}
nb_no: Hjelp oss med å forbedre Ripple Trade. {{1:Svar på noen kjappe spørsmål.}}
nl_nl: Help ons team Ripple Trade te verbeteren!&#32{{1:Neem deel aan een kort gebruikersonderzoek.}}
tr: Ekibimize Ripple Trade'i geliştirmede yardımcı olun!&#32{{1:Kullanıcı anketimize katılın.}}

source: Welcome to Ripple Trade! To activate your account, you'll need at least 20 XRP.
es: Bienvenido a Ripple Trade! Para activar su cuenta necesitará al menos 20 XRP.
he_il: ברוכים הבאים לזירת המסחר של ריפל! כדי להפעיל את החשבון שלך, חייב להיות בחשבונך לפחות 20 XRP.
it: Benvenuto in Ripple Trade! Per attivare il tuo account hai bisogno di almeno 20 XRP.
nb_no: Velkommen til Ripple Trade. Du trenger minst 20 XRP for å aktivere kontoen din.
nl_nl: Welkom bij Ripple Trade! Om uw account te activeren heeft u ten minste 20 XRP nodig.
tr: Ripple Trade 'e Hoşgeldiniz! Hesabınızı etkinleştirmek için , en az 20 XRP gerekir. .

source: Have another user send XRP to your Ripple name (~{{userCredentials.username}})
es: Hace hacer que otro usuario envie XRP a tu nombre Ripple (~{{userCredentials.username}})
he_il: יש משתמש נוסף ששלח XRP לשם הריפל שלך (~{{userCredentials.username}})
it: Devi avere un altro utente che invii XRP al tuo nome Ripple (~{{userCredentials.username}})
nb_no: Få en annen bruker til å sende XRP til Ripple-navnet ditt (~{{userCredentials.username}})
nl_nl: Laat een andere gebruiker XRP sturen naar uw Ripple naam (~{{userCredentials.username}})
tr: Ripple adresinize XRP göndermek için başka bir kullanıcı isteyin (~{{userCredentials.username}})

source: Use the&#32{{1}}. A small amount of your first deposit will be used to activate your account.
es: Use el&#32{{1}}. Una pequeña cantidad de su primer depósito se usará para activar su cuenta.
he_il: השתמש ב&#32{{1}}. סכום קטן מההפקדה הראשונית שלך ישמש כדי להפעיל את החשבון שלך.
it: Usa il{{1}}. Un piccolo ammontare del tuo primo deposito sarà usato per attivare il tuo account.
nb_no: Bruk {{1}}. Et lite beløp av det første innskuddet ditt blir brukt til å aktivere kontoen din.
nl_nl: Gebruik de&#32{{1}}. Een klein bedrag van uw eerste storting zal worden gebruikt om uw account te activeren.
tr: &#32{{1}}kullanabilirsiniz. İlk yatırma işleminizde , küçük bir miktar hesabınızı etkinleştirmek için kullanılacaktır.

source: Bitcoin Deposit
es: Depositar Bitcoin
he_il: הפקדת ביטקוין
it: Deposita bitcoin
nb_no: Bitcoin-innskudd
nl_nl: Bitcoin storting
tr: Bitcoin Mevduat

source: A small amount (~.001 BTC) of your first transfer will be converted to XRP to activate your wallet. {{1:Why?}}
es: Una pequeña cantidad (~.001 BTC) de su primera transferencia será convertida a XRP para activar su monedero. {{1:Por qué?}}
he_il: סכום קטן של (~.001 BTC) מהעברה הראשונה שלכם תעבור המרה ל XRP כדי להפעיל את ארנקכם. {{1:Why?}}
it: Un piccolo ammontare (~.001 BTC) del tuo primo trasferimento sarà convertito in XRP per attivare il tuo portafoglio. {{1:Perchè?}}
nb_no: Et lite beløp (~.001 BTC) av den første overføringen din blir vekslet om til XRP for å aktivere lommeboken din. {{1:Hvorfor?}}
nl_nl: Een kleine hoeveelheid (~ 0,001 BTC) van uw eerste overdracht zal worden omgezet naar XRP om uw portefeuille te activeren. {{1: Waarom?}}
tr: İlk bitcoin transferinizde küçük bir miktar (~.001 BTC) cüzdanınızı etkinleştirmek için XRP ye dönüştürülür. {{1:Why?}}

source: Your current deposit limit is:
es: Tu límite de depósito actual es:
he_il: מגבלת ההפקדה הנוכחית שלך היא:
it: Il tuo limite attuale di deposito è:
nb_no: Innskuddsgrensen din er:
nl_nl: Uw huidige stortingslimiet is:
tr: Mevcut yatırma limitiniz:

source: Remove Limit
es: Quitar Límite
he_il: הסרת הגבלה
it: Rimuovi Limite
nb_no: Fjern grense
nl_nl: Verwijder Limiet
tr: Limiti kaldırın

source: Waiting for response from SnapSwap service...
es: Esperando respuesta desde el servicio SnapSwap...
he_il: ממתין לתגובה משירות SnapSwap...
it: Aspettando il responso dal supporto di SnapSwap...
nb_no: Venter på svar fra SnapSwap-tjenesten...
nl_nl: Wachtende op een reactie van de SnapSwap service...
tr: SnapSwap hizmetinden yanıt bekleniyor ...

source: To deposit, generate a bitcoin receiving address using the {{1}} service powered by SnapSwap.
es: Para depositar, genere una dirección receptora bitcoin usando el {{1}} servicio proporcionado por SnapSwap.
he_il: כדי להפקיד, עליכם ליצור כתובת לקבלת ביטקוין על ידי שימוש ב {{1}} שירות שמופעל על ידי SnapSwap.
it: Per depositare, crea un indirizzo bitcoin usando il {{1}} servizio fornito da SnapSwap.
nb_no: Du kan gjøre innskudd via {{1}}-tjenesten, som er operert av SnapSwap. Opprett en adresse for å motta bitcoin.
nl_nl: Alvorens te storten, moet je een bitcoinadres aanmaken met behulp van {{1}} aangedreven door SnapSwap.
tr: Mevduat için, SnapSwap tarafından desteklenmektedir {{1}} hizmetini kullanarak bir bitcoin alma adresi oluştur.

source: Generate bitcoin address
es: Generar dirección bitcoin
he_il: צרו כתובת ביטקוין
it: Crea un indirizzo bitcoin
nb_no: Opprett bitcoin-adresse
nl_nl: Genereer bitcoin adres
tr: Bitcoin adresi oluşturun

source: Connect
es: Conectar
he_il: להתחבר
it: Connetti
nb_no: Koble til
nl_nl: Verbinden
tr: Bağla

source: btc2ripple would like to:
es: btc2ripple quiere:
he_il: btc2ripple מעוניין ב:
it: btc2ripple vorrebbe:
nb_no: btc2ripple ønsker å:
nl_nl: btc2ripple zou graag:
tr: btc2ripple istiyor:

source: - Receive your email address{{1}}
es: - Recibir su dirección de email{{1}}
he_il: - קבלת כתובת אימייל שלך{{1}}
it: - Ricevere il vostro indirizzo email{{1}}
nb_no: - Motta e-postadressen din{{1}}
nl_nl: - Uw e-mail adres ontvangen{{1}}
tr: E-posta adresinizi alınız{{1}}

source: - Hold deposited BTC on your behalf
es: - Guardar por usted los BTC depositados
he_il: - להחזיק BTC שהופקד מטעמך
it: - Tenere depositati BTC a vostro nome
nb_no: - Holde BTC på dine vegne
nl_nl: - Gestortte BTC voor u willen bewaren
tr: - Sizin adınıza yatırılan BTC tutmak

source: By proceeding, you agree to the btc2ripple {{1}}
es: Al continuar, acepta el btc2ripple {{1}}
he_il: על ידי המשך התהליך, אתם מסכימים ל btc2ripple {{1}}
it: Proseguendo, sei d'accordo con btc2ripple {{1}}
nb_no: Du godtar btc2ripples {{1}} ved å fortsette
nl_nl: Door verder te gaan, accepteert u de btc2ripple {{1}}
tr: Devam ederek, btc2ripple kabul {{1}}

source: SnapSwap's btc2ripple service is currently unavailable. Please check back later.
es: El servicio btc2ripple de SnapSwap no está disponible en este momento. Por favor pruebe más tarde.
he_il: שירות SnapSwap's btc2ripple כרגע אינו זמין. בבקשה נסו שנית מאוחר יותר.
it: Il servizio btc2ripple di SnapSwap non è attualmente disponibile. Per favore riprova più tardi.
nb_no: SnapSwaps tjeneste btc2ripple er utilgjengelig. Prøv senere.
nl_nl: SnapSwap's btc2ripple dienst is op dit moment niet beschikbaar. Probeert u het later nog eens.
tr: SnapSwap btc2ripple hizmeti şu anda kullanılamıyor. Lütfen daha sonra tekrar kontrol edin.

source: Ripple name or address
es: Nombre o dirección Ripple
he_il: שם ריפל או כתובת
it: Nome o indirizzo Ripple
nb_no: Ripple-navn eller -adresse
nl_nl: Ripple naam of adres
tr: Ripple adı veya adresi

source: Add contact
es: Añadir contacto
he_il: הוסיפו מוטב
it: Aggiungi contatto
nb_no: Legg til kontakt
nl_nl: Voeg contact toe
sk: Pridať kontakt
tr: Kişi ekle

source: Contact
es: Contacto
he_il: מוטב
it: Contatti
nb_no: Kontakt
tr: Kişi

source: Please enter a contact.
es: Por favor introduzca un contacto.
he_il: בבקשה הזינו מוטב.
it: Per favore inserisci un contatto.
nb_no: Angi kontakt.
nl_nl: Voer een contact in.
tr: Lütfen bir kişi girin

source: This contact already exists.
es: Este contacto ya existe.
he_il: מוטב זה כבר קיים.
it: Contatto già presente.
nb_no: Kontakten er angitt før.
nl_nl: Dit contact bestaat al.
tr: Bu kişi zaten var.

source: Please enter a Ripple name.
es: Por favor introduzca un nombre Ripple.
he_il: בבקשה הזינו שם ריפל.
it: Per favore inserisci un nome Ripple.
nb_no: Angi Ripple-navn.
nl_nl: Voer een Ripple naam in.
tr: Lütfen bir Ripple isim girin

source: You already have a contact with the same Ripple name and/or the same Destination tag.
es: Ya tiene un contacto con ese nombre Ripple y/o con la misma etiqueta de Destino.
he_il: כבר יש לך מוטב עם שם ריפל זהה או עם אותו תג יעד.
it: Hai già un contatto con lo stesso indirizzo Ripple e/o la stessa etichetta di destinazione.
nb_no: Du har angitt Ripple-navnet og refereransenummeret før.
nl_nl: U heeft al een contact met dezelfde Ripple naam en/of hetzelfde bestemmingskenmerk.
tr: Halihazırda aynı Ripple isimli ve/veya Hedef etiketli kişi kaydına sahipsiniz.

source: Not a valid Ripple name or address.
es: No es un nombre o dirección Ripple válido.
he_il: שם ריפל או כתובת אינה תקפה.
it: Nome o indirizzo Ripple non valido.
nb_no: Ugyldig Ripple-navn eller -adresse.
nl_nl: Ripple naam of adres is ongeldig.
tr: Geçersiz Ripple adresi veya adısı.

source: Please enter a Ripple address.
es: Por favor introduzca una dirección Ripple.
he_il: בבקשה הזינו כתובת ריפל.
it: Per favore inserisci un indirizzo Ripple.
nb_no: Angi Ripple-adresse.
nl_nl: Voer een Ripple adres in.
tr: Lütfen bir Ripple adresi girin.

source: You already have a contact with the same Ripple address and/or the same Destination tag.
es: Ya tiene un contacto con esa dirección Ripple y/o con la misma etiqueta de Destino.
he_il: כבר יש לך מוטב עם כתובת ריפל זהה או עם אותו תג יעד.
it: Hai già un contatto con lo stesso indirizzo Ripple e/o la stessa etichetta di destinazione.
nb_no: Du har angitt Ripple-adressen og referansenummeret før.
nl_nl: U heeft al een contact met hetzelfde Ripple adres en/of hetzelfde Bestemmingskenmerk.
tr: Halihazırda aynı Ripple isimli ve/veya Hedef etiketli kişi kaydına sahipsiniz.

source: Not a valid Ripple address.
es: No es una dirección Ripple válida.
he_il: כתובת ריפל אינה תקפה.
it: Indirizzo Ripple non valido.
nb_no: Ugyldig Ripple-adresse.
nl_nl: Ripple adres is ongeldig.
tr: Geçerli bir Ripple adresi değil.

source: Destination tag
es: Etiqueta de destino
he_il: תג יעד
it: Etichetta destinatario
nb_no: Referansenummer
nl_nl: Bestemmingskenmerk
sk: Značka adresáta
tr: Hedef etiketi

source: Invalid destination tag
es: Etiqueta de destino inválida
he_il: תג יעד לא חוקי
it: Etichetta del destinatario non valida
nb_no: Ugyldig referansenummer
nl_nl: Ongeldig bestemmingskenmerk
sk: Neplatná značka adresáta
tr: Hatalı hedef etiketi

source: You already have a contact with the same name.
es: Ya tiene un contacto con el mismo nombre.
he_il: כבר יש לכם מוטב בעל שם זהה.
it: Hai già un contatto con lo stesso nome.
nb_no: Du har angitt navnet før.
nl_nl: U heeft al een contact met deze naam.
sk: Už máte kontakt s týmto menom.
tr: Halihazırda aynı isimli kişi kaydına sahipsiniz

source: You already have this address.
es: Ya tiene esta dirección.
he_il: כתובת זו כבר קיימת.
it: Hai già questo indirizzo.
nb_no: Du har allerede denne adressen.
nl_nl: U heeft dit adres al.
sk: Už máte túto adresu.
tr: Halihazırda bu adrese sahipsiniz.

source: Not a valid address.
es: No es una dirección válida.
he_il: הכתובת אינה חוקית.
it: Indirizzo non valido.
nb_no: Ugyldig adresse.
nl_nl: Ongeldig adres.
sk: Neplatná adresa.
tr: Geçerli adres değil.
