Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: We were unable to submit the request. Please try again later.
es: No ha sido posible enviar la peticion. Por favor intentelo mas tarde.
he_il: לא הצלחנו להגיש את הבקשה. אנא נסו שוב מאוחר יותר.
it: Non siamo riusciti ad inviare la richiesta. Per favore riprova più tardi.
nb_no: Ute av stand til å sende forespørselen. Prøv senere.
nl_nl: We waren niet in staat de aanvraag te versturen. Probeert u het later nog eens.
sk: Požiadavku nebolo možné odoslať. Skúste to, prosím, neskôr.
tr: Talep işleme alınamadı. Lütfen daha sonra tekrar deneyiniz.

source: Request is malformed.
es: La petición no esta bien hecha.
he_il: הבקשה בעלת מבנה פגום.
it: La richiesta non è valida.
nb_no: Ugyldig forespørsel.
nl_nl: Verzoek is onjuist.
tr: Talep hatalı.

source: Your request is invalid, reason: {{order[type].engine_result}} - {{order[type].engine_result_message}}
es: Su peticion no es valida, motivo: {{order[type].engine_result}} - {{order[type].engine_result_message}}
he_il: הבקשה שלך היא לא חוקית, הסיבה: {{order[type].engine_result}} - {{order[type].engine_result_message}}
it: La tua richiesta non è valida, motivo: {{order[type].engine_result}} - {{order[type].engine_result_message}}
nb_no: Forespørselsen er ugyldig, fordi: {{order[type].engine_result}} - {{order[type].engine_result_message}}
nl_nl: Uw verzoek is ongeldig, reden: {{order[type].engine_result}} - {{order[type].engine_result_message}}
sk: Vaša požiadavka je neplatná, dôvod: {{order[type].engine_result}} - {{order[type].engine_result_message}}
tr: Talebiniz geçersiz, sebebi: {{order[type].engine_result}} - {{order[type].engine_result_message}}

source: Transaction failed.
es: Transacción fallida.
he_il: עסקה נכשלה.
it: Transazione non riuscita.
nb_no: Transaksjonen mislyktes.
nl_nl: Transactie is mislukt.
tr: İşlem başarısız oldu.

source: You do not have enough {{(type == 'buy' ? order.second_currency : order.first_currency) | rpcurrency}} to create this order.
es: No tiene suficientes {{(type == 'buy' ? order.second_currency : order.first_currency) | rpcurrency}} para crear esta orden.
he_il: אין לכם מספיק {{(type == 'buy' ? order.second_currency : order.first_currency) | rpcurrency}} כדי ליצור את ההזמנה הזו.
it: Non hai abbastanza {{(type == 'buy' ? order.second_currency : order.first_currency) | rpcurrency}} per creare questo ordine.
nb_no: Du har ikke nok {{(type == 'buy' ? order.second_currency : order.first_currency) | rpcurrency}} for å legge inn ordren.
nl_nl: U heeft niet genoeg {{(type == 'buy' ? order.second_currency : order.first_currency) | rpcurrency}} om deze order aan te maken.
tr: Emir yaratabilmek için yeterli {{(type == 'buy' ? order.second_currency : order.first_currency) | rpcurrency}} sahip değilsiniz.

source: You must have at least {{account.reserve_to_add_trust | rpamount}} XRP to submit an order. {{1}}
es: Debe tener al menos {{account.reserve_to_add_trust | rpamount}} XRP para enviar una orden.&#32; {{1}}
he_il: אתם חייבים שיהיה לכם לפחות {{account.reserve_to_add_trust | rpamount}} XRP כדי להגיש הזמנה. {{1}}
it: Devi avere almeno {{account.reserve_to_add_trust | rpamount}} XRP per inserire un ordine. {{1}}
nb_no: Du må ha minst {{account.reserve_to_add_trust | rpamount}} XRP for submit å legge inn en ordre. {{1}}
nl_nl: U dient ten minste {{account.reserve_to_add_trust | rpamount}} XRP te hebben om een order aan te maken. {{1}}
sk: Musíte disponovať aspoň {{account.reserve_to_add_trust | rpamount}} XRP pre odoslanie príkazu. {{1}}
tr: Bir emir vermek için en az {{account.reserve_to_add_trust | rpamount}} XRP'niz olmalı. {{1}}

source: More information.
es: Más información.
he_il: מידע נוסף.
it: Maggiori informazioni.
nb_no: Mer informasjon.
nl_nl: Meer informatie.
sk: Viac informácii.
tr: Daha fazla bilgi.

source: Error: {{order[type].engine_result_message}}
he_il: שגיאה: {{order[type].engine_result_message}}
it: Errore: {{order[type].engine_result_message}}
nb_no: Feil: {{order[type].engine_result_message}}
nl_nl: Fout: {{order[type].engine_result_message}}
sk: Chyba: {{order[type].engine_result_message}}
tr: Hata: {{order[type].engine_result_message}}

source: Trade failed.
es: Cambio fallido.
he_il: סחר נכשל.
it: Scambio non riuscito.
nb_no: Handelen mislyktes.
nl_nl: Handel is mislukt.
tr: Alım satım başarısız oldu.

source: Trade failed, reason: {{order[type].engine_result_message}}
es: Cambio fallido, motivo: {{order[type].engine_result_message}}
he_il: סחר נכשל, הסיבה: {{order[type].engine_result_message}}
it: Scambio non riuscito, motivo: {{order[type].engine_result_message}}
nb_no: Handel mislyktes, fordi: {{order[type].engine_result_message}}
nl_nl: Handel mislukt, reden: {{order[type].engine_result_message}}
sk: Obchod zlyhal, dôvod: {{order[type].engine_result_message}}
tr: Alım-satım başarısızdır, sebebi: {{order[type].engine_result_message}}

source: The particular server you sent the transaction to was too busy to forward or process your transaction at the fee you included in it.
es: El servidor al que envio la transaccion estaba demasiado ocupado para procesar o redirigir su transaccion con la comision que ha incluido.
he_il: השרת המסוים ששלחת את העסקה היה עסוק מדי כדי להעביר או לעבד את העסקה שלכם בעמלה שכללתם בו.
it: Il server cui hai inviato la transazione era troppo occupato per inviare o processare la tua transazione comprensiva delle commissioni che hai incluso.
nb_no: Tjeneren du sendte transaksjonen til, var for opptatt til å videresende eller behandle transaksjonen for det gebyret du inkluderte.
nl_nl: De server waar u de transactie naar verstuurde was te druk om deze door te sturen of te verwerken tegen de heffing die u aan deze transactie heeft meegegeven.
sk: Server, ktorému ste odoslali transakciu, bol príliš zaneprázdnený pre spracovanie vašej transakcie s poplatkom, ktorý ste v nej zahrnuli.
tr: Transferi gerçekleştirmiş olduğunuz sunucu , ücreti dahilinde gerçekleştirmiş olduğunuz transfer işlemini iletmek veya işlemi gerçekleştirebilecek hıza sahip degil. veya- sunucunuz transfer işlemini gerçekleştirebilmek için çok yavaş

source: Submit another order
es: Enviar otra orden
he_il: שלחו הזמנה נוספת
it: Invia un altro ordine
nb_no: Legg inn enda en ordre.
nl_nl: Voeg nog een order toe
sk: Odoslať ďalší príkaz
tr: Başka sipariş gönderin

source: My Orders{{1}}{{2}}
es: Mis Ordenes {{1}}{{2}}
he_il: ההזמנות שלי{{1}}{{2}}
it: I Miei Ordini{{1}}{{2}}
nb_no: Mine ordrer{{1}}{{2}}
nl_nl: Mijn Orders{{1}}{{2}}
tr: Emirlerim{{1}}{{2}}

source: Type
es: Tipo
he_il: סוג
it: Tipo
sk: Typ
tr: Tür

source: Currencies {{1: (Issuer)}}
es: Monedas {{1: (Emisor)}}
he_il: מטבעות {{1: (מנפיק)}}
it: Valute {{1: (Emittente)}}
nb_no: Valutaer {{1: (Utsteder)}}
nl_nl: Valuta's {{1: (Uitgever)}}
tr: Kurlar {{1: (Issuer)}}

source: Price
es: Precio
he_il: מחיר
it: Prezzo
nb_no: Pris
nl_nl: Prijs
sk: Cena
tr: Fiyat

source: Action
es: Acción
he_il: פעולה
it: Azione
nb_no: Handling
nl_nl: Actie
sk: Akcia
tr: Aksiyon

source: with
es: con
he_il: עם
it: con
nb_no: med
nl_nl: met
tr: ile

source: for
es: para
he_il: עבור
it: per
nl_nl: voor
tr: için

source: You haven't placed any orders.
es: No ha emitido ninguna orden.
he_il: לא הגשתם הזמנה.
it: Non hai inserito nessun ordine.
nb_no: Du har ikke lagt inn ordre.
nl_nl: U heeft nog geen orders geplaatst.
sk: Nemáte žiadne príkazy.
tr: Herhangi bir ödeme emri vermediniz.&#39;

source: Unable to cancel order.
es: Imposible cancelar orden.
he_il: אין אפשרות לבטל את ההזמנה.
it: Impossibile cancellare l'ordine.
nb_no: Ute av stand til å trekke ordren.
nl_nl: Order kan niet geannuleerd worden.
tr: Emir iptal edilemiyor.

source: Error: {{cancelError}}
he_il: שגיאה: {{cancelError}}
it: Errore: {{cancelError}}
nb_no: Feil: {{cancelError}}
nl_nl: Fout: {{cancelError}}
tr: Hata: {{cancelError}}

source: Orderbook
es: Libro de órdenes
he_il: ספר הזמנות
it: Libro
nb_no: Ordrebok
nl_nl: Orderboek
tr: Sipariş defteri

source: show
es: mostrar
he_il: הצג
it: visualizza
nb_no: vis
nl_nl: toon
tr: göster

source: Bids
es: Ofertas
he_il: פקודות קנייה
it: Denaro
nb_no: Kjøper
nl_nl: Biedingen
sk: Ponuky
tr: Teklifler

source: Sum{{1}}{{2}}
es: Suma{{1}}{{2}}
he_il: סיכום {{1}}{{2}}
it: Somma{{1}}{{2}}
nl_nl: Som{{1}}{{2}}
sk: Celkom{{1}}{{2}}
tr: Toplam {{1}}{{2}}

source: Size{{1}}{{2}}
es: Tamaño{{1}}{{2}}
he_il: מספר יחידות {{1}}{{2}}
it: Dimensione{{1}}{{2}}
nb_no: Volum{{1}}{{2}}
nl_nl: Grootte{{1}}{{2}}
sk: Veľkosť{{1}}{{2}}
tr: Miktar{{1}}{{2}}

source: Bid Price{{1}}{{2}}
es: Precio de Oferta{{1}}{{2}}
he_il: מחיר ליחידה {{1}}{{2}}
it: Prezzo Denaro{{1}}{{2}}
nb_no: Kjøperkurs{{1}}{{2}}
nl_nl: Aanbod prijs{{1}}{{2}}
sk: Predajná cena{{1}}{{2}}

source: There are currently no bids for this pair.
es: Actualmente no hay ofertas para este par.
he_il: כרגע אין פקודות קנייה לצמד מטבעות זה.
it: Non ci sono al momento offerte per questa coppia di valute.
nb_no: Det er ingen kjøperbud for dette paret.
nl_nl: Er zijn op dit moment geen biedingen voor dit paar.
sk: Momentálne neexistujú žiadne ponuky pre tento pár.
tr: Bu işlem için bir teklif bulunmuyor.

source: Asks
es: Demandas
he_il: פקודות מכירה
it: Lettera
nb_no: Selger
nl_nl: Vraag
sk: Dopyty
tr: Alış

source: Ask Price{{1}}{{2}}
es: Precio de Demanda{{1}}{{2}}
he_il: מחיר ליחידה {{1}}{{2}}
it: Prezzo Lettera{{1}}{{2}}
nb_no: Selgerkurs{{1}}{{2}}
nl_nl: Vraag prijs{{1}}{{2}}
sk: Nákupná cena{{1}}{{2}}
tr: Alış fiyatı{{1}}{{2}}

source: There are currently no asks for this pair.
es: Actualmente no hay demandas para este par.
he_il: כרגע אין פקודות מכירה לצמד מטבעות זה.
it: Non ci sono al momento domande per questa coppia di valute.
nb_no: Det er ingen selgerbud for dette paret.
nl_nl: Er is op dit moment geen vraag naar dit paar.
sk: Momentálne neexistujú žiadne dopyty k tomuto páru.
tr: Bu işlem için bir teklif bulunmuyor.

source: No more orders
es: No más órdenes
he_il: אין יותר הזמנות
it: Non più ordini
nb_no: Ingen flere ordrer
nl_nl: Geen verdere orders
tr: Başka emir bulunmuyor

source: Connecting a gateway to your Ripple account...
es: Conectando una pasarela a su cuenta Ripple...
he_il: מחבר שער תיווך לחשבון הריפל שלכם...
it: Collegamento del gateway al tuo account Ripple...
nb_no: Kobler en portal til Ripple-kontoen din...
nl_nl: Bezig met het verbinden van een gateway met uw Ripple portefeuille...
tr: Ripple hesabınıza bir geçit bağlama ...

source: Gateway connected.
es: Pasarela conectada.
he_il: שער תיווך מחובר.
it: Gateway connesso.
nb_no: Portal tilkoblet.
nl_nl: Gateway verbonden.
tr: Geçit bağlantısı sağlandı.

source: Gateway could not be connected!
es: No se ha podido conectar con la pasarela!
he_il: שער תיווך לא ניתן לחיבור.
it: Il gateway non può essere collegato!
nb_no: Kunne ikke koble til portalen.
nl_nl: Gateway kon niet worden verbonden!
tr: Geçide bağlantı sağlanamad!

source: There was a problem connecting the gateway. Please try again later.
es: Ha habido un problema conectando con la pasarela. Por favor inténtelo más tarde.
he_il: נוצרה בעיה בעת החיבור לשער התיווך. אנא נסו שוב מאוחר יותר.
it: C'è stato un problema di connessione al gateway. Per favore riprova più tardi.
nb_no: Det var et problem med å koble til portalen. Prøv senere.
nl_nl: Een fout is opgetreden bij het verbinden met de gateway. Probeert u het later nog eens.
tr: Geçidi bağlanırken bir sorun oluştu. Lütfen daha sonra tekrar deneyiniz.

source: Your request is invalid, reason: {{engine_result}} - {{engine_result_message}}
es: Su peticion no es valida, motivo: {{engine_result}} - {{engine_result_message}}
he_il: הבקשה שלך לא חוקית, סיבה: {{engine_result}} - {{engine_result_message}}
it: La tua richiesta non è valida, motivo: {{engine_result}} - {{engine_result_message}}
nb_no: Forespørselsen er ugyldig, fordi: {{engine_result}} - {{engine_result_message}}
nl_nl: Uw aanvraag is ongeldig, reden: {{engine_result}} - {{engine_result_message}}
sk: Vaša požiadavka je neplatná, dôvod: {{engine_result}} - {{engine_result_message}}
tr: Talebiniz geçersiz, sebebi: {{engine_result}} - {{engine_result_message}}

source: Gateway connection failed!
es: Conexión con pasarela fallida!
he_il: החיבור לשער התיווך נכשל!
it: Connessione al gateway non riuscita!
nb_no: Portaltilkobling mislyktes.
nl_nl: Gateway verbinding is mislukt!
tr: Geçit bağlantısı başarısız!

source: You have no gateway connected in this currency.
es: No tiene ninguna pasarela conectada para esta divisa.
he_il: אין לכם שער תיווך מקושר עם מטבע זה.
it: Non sei collegato a nessun gateway per questa valuta.
nb_no: Du er ikke tilkoblet noen portaler for denne valutaen.
nl_nl: U heeft geen gateway verbonden voor deze valuta.
tr: Bu para biriminde bağlı geçidiniz yok.

source: Insufficient reserve to connect gateway.
es: Reserva insuficiente para conectar con pasarela.
he_il: אין מספיק רזרבת חובה על מנת להתחבר לשער התיווך.
it: Riserva insufficiente per connettersi ad un gateway.
nb_no: Utilstrekkelige reserver for å koble til portal.
nl_nl: Onvoldoende reserve om met de gateway te verbinden.
tr: Geçidi bağlamak için yeterli bakiye bulunmuyor.

source: You must have at least {{account.reserve_to_add_trust | rpamount:0}} XRP to connect a gateway. {{1}}
es: Debe tener al menos {{account.reserve_to_add_trust | rpamount:0}} XRP para conectarse con una pasarela. {{1}}
he_il: אתם חייבים שיהיה לכם לפחות {{account.reserve_to_add_trust | rpamount:0}} XRP על מנת להתחבר לשער התיווך. {{1}}
it: Devi avere almeno {{account.reserve_to_add_trust | rpamount:0}} XRP per connetterti ad un gateway. {{1}}
nb_no: Du må ha minst {{account.reserve_to_add_trust | rpamount:0}} XRP for å koble til en portal. {{1}}
nl_nl: U dient tenminste {{account.reserve_to_add_trust | rpamount:0}} XRP hebben om met een gateway te kunnen verbinden. {{1}}
tr: Geçide bağlanabilmek için en az {{account.reserve_to_add_trust | rpamount:0}} XRP ye sahip olmalısınız {{1}}

source: Read more.
es: Seguir leyendo.
he_il: קראו עוד.
it: Leggi di più.
nb_no: Les mer.
nl_nl: Lees meer.
sk: Čítať viac.
tr: Daha fazla okuyun.

source: Gateway connection failed to clear, reason: {{engine_result_message}}
es: La conexión con la pasarela no se ha efectuado, motivo: {{engine_result_message}}
he_il: התנתקות החיבור לשער התיווך נכשלה, סיבה: {{engine_result_message}}
it: Il collegamento al gateway non è stato cancellato, motivo: {{engine_result_message}}
nb_no: Portaltilkoblingen ble ikke gjennomført, fordi: {{engine_result_message}}
nl_nl: Verbreken van de verbinding met de gateway is mislukt, reden: {{engine_result_message}}
tr: Aktarım için Geçit bağlantısı hatalı, sebebi: {{engine_result_message}}

source: Transaction failed!
es: Transaccion fallida!
he_il: עסקה נכשלה!
it: Transazione non riuscita!
nb_no: Transaksjonen mislyktes!
nl_nl: Transactie mislukt!
sk: Transakcia zlyhala!
tr: İşlem başarısız oldu!

source: Saving changes...
es: Guardando cambios...
he_il: שומר שינויים...
it: Salvataggio delle modifiche...
nb_no: Lagrer endringer...
nl_nl: Wijzigingen aan het opslaan...
tr: Değişiklikler kaydediliyor...

source: Changes saved!
es: Cambios guardados!
he_il: שינויים נשמרו.
it: Modifiche salvate!
nb_no: Endringene er lagret.
nl_nl: Wijzigingen opgeslagen!
tr: Değişiklikler kaydedildi.

source: There was an error while saving your changes.
es: Ha habido un error al guardar sus cambios.
he_il: הייתה תקלה בעת שמירת השינויים שלכם.
it: C'è stato un errore durante il salvataggio delle modifiche.
nb_no: Feil under lagring av endringene dine.
nl_nl: Een fout is opgetreden bij het opslaan van de wijzigingen.
tr: Değişiklikler kaydedilirken bir hata oluştu.

source: Removing gateway...
es: Quitando pasarela...
he_il: מסיר שער תיווך...
it: Rimozione gateway...
nb_no: Fjerner portal...
nl_nl: Bezig met het verwijderen van de gateway...
tr: Geçit kaldırılıyor ...

source: Gateway removed!
es: Pasarela eliminada!
he_il: שער תיווך הוסר!
it: Gateway rimosso!
nb_no: Portal fjernet.
nl_nl: Gateway verwijderd!
tr: Geçit kaldırıldı!

source: You must have at least {{1}} to add a new trust line. {{2}}
es: Debe tener al menos {{1}} para añadir una nueva línea de crédito. {{2}}
he_il: חייב להיות לכם לפחות {{1}} כדי להוסיף נאמן חדש. {{2}}
it: Devi avere almeno {{1}} per aggiungere una nuova linea di fiducia. {{2}}
nb_no: Du må ha minst {{1}} for en ny kredittlinje. {{2}}
nl_nl: U moet tenminste {{1}} hebben om een nieuwe kredietlijn toe te voegen. {{2}}
sk: Musíte mať aspoň {{1}} pre pridanie nového úveru. {{2}}
tr: En az {{1}} sizde gerekiyor yeni bir güven ilişki eklemek için. {{2}}

source: Name / Address
es: Nombre / Dirección
he_il: שם / כתובת
it: Nome / Indirizzo
nb_no: Navn / adresse
nl_nl: Naam / Adres
sk: Meno / Adresa
tr: İsim / Adres

source: Currency
es: Divisa
he_il: מטבע
it: Valuta
nb_no: Valuta
nl_nl: Valuta
sk: Mena
tr: Para birimi

source: Trust Limit
es: Límite de Crédito
he_il: הגבלת אמון
it: Limite Fiducia
nb_no: Kredittgrense
nl_nl: Krediet beperkt tot
sk: Limit úveru
tr: Güven limiti

source: Gateway's Ripple name or address
es: Nombre Ripple o dirección de la pasarela
he_il: שער מתווך, שם ריפל או כתובת
it: Nome o indirizzo Ripple del gateway
nb_no: Portalens Ripple-navn eller -adresse
nl_nl: Ripple naam en adres van de Gateway
tr: Geçidin Ripple adı veya adresi

source: {{1:You are connecting a gateway, which means}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} can:}}
es: {{1:Está conectando una pasarela, lo cual significa que}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} puede:}}
he_il: {{1:אתם מתחברים לשער התיווך, מה שאומר}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} can:}}
it: {{1:Ti stai connettendo ad un gateway, ciò significa}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} può:}}
nb_no: {{1: Du kobler til en portal, som betyr at}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} kan:}}
nl_nl: {{1:U verbindt nu met een gateway. Daarmee vertrouwt u}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} }}
tr: {{1:Bir geçit bağlantısı kuruyorsunuz. Bunun anlamı}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} aşağıdakileri yapabilir:}}

source: {{1:- Hold up to }}{{2}} {{3: on your behalf}}
es: {{1:- Guardar hasta }}{{2}} {{3: en su nombre}}
he_il: {{1:- מחזיק עד }}{{2}} {{3:למענכם}}
it: {{1:- Possedere fino a }}{{2}} {{3: a tuo nome}}
nb_no: {{1:- Holde opptil }}{{2}} {{3: på dine vegne}}
nl_nl: {{1:- maximaal}}{{2}} {{3: toe}}
tr: {{3:- Adınıza}}{{2}}{{1: kadar tutun}}

source: {{1:- Hold }}{{2}} {{3: on your behalf}}
es: {{1:- Guardar }}{{2}} {{3: en su nombre}}
he_il: {{1:- מחזיק }}{{2}} {{3: למענכם}}
it: {{1:- Possedere }}{{2}} {{3: a tuo nome}}
nb_no: {{1:- Holde }}{{2}} {{3: på dine vegne}}
nl_nl: {{1:-}}{{2}} {{3: toe}}
tr: {{3:- Adınıza}}{{2}}{{1: tutun}}

source: Remove
es: Quitar
he_il: להסיר
it: Rimuovi
nb_no: Fjern
nl_nl: Verwijderen
sk: Odstrániť
tr: Çıkar

source: Verifying address
es: Comprobando dirección
he_il: מאמת כתובת
it: Verifica dell'indirizzo
nb_no: Bekrefter adressen
nl_nl: Adres aan het verifiëren
sk: Overovanie adresy
tr: Adres onaylanıyor

source: Your account has to be {{1:activated}} before you can add a gateway account.
es: Su cuenta debe estar {{1:activada}} antes de poder añadir una cuenta de pasarela.
he_il: החשבון שלכם חייב להיות {{1:מופעל}} על מנת שתוכלו להוסיף שער מתווך.
it: Il tuo account deve essere {{1:attivato}} prima di poter aggiungere un gateway.
nb_no: Kontoen din må være {{1:aktivert}} før du kan koble til en portal.
nl_nl: Uw account dient te worden {{1:geactiveerd}} voor u een gateway account kunt toevoegen.
tr: Bir geçit hesabı eklemeden önce hesabınızın {{1:aktif olması}} gerekir.

source: Connect gateway
es: Conectar pasarela
he_il: התחברות לשער התיווך
it: Collega gateway
nb_no: Koble til portal
nl_nl: Verbinden met gateway
tr: Geçit bağlayın

source: Gateway
es: Pasarela
he_il: שער מתווך
nb_no: Portal
tr: Geçit

source: Limit
es: Límite
he_il: מוגבל
it: Limite
nb_no: Grense
nl_nl: Limiet

source: Min
he_il: מינימום

source: Edit
es: Editar
he_il: לערוך
it: Modifica
nb_no: Rediger
nl_nl: Bewerken
sk: Upraviť
tr: Düzenle

source: Off
he_il: כבוי
nb_no: Av
nl_nl: Uit
tr: Kapalı

source: On
he_il: מופעל
nb_no: På
nl_nl: Aan
tr: Açık

source: Loading transaction details...
es: Cargando los detalles de la transacción...
he_il: טוען פרטי עסקה...
it: Caricamento dei dettagli della transazione...
nb_no: Henter transaksjonsdetaljer...
nl_nl: Transactiedetails laden...
sk: Načítanie detailov transakcie...
tr: İşlem detayları yükleniyor

source: An error occurred while loading the transaction details.
es: Ha ocurrido un error mientras se cargaban los detalles de la transacción.
he_il: אירעה שגיאה בעת טעינת פרטי העסקה.
it: Si è verificato un errore durante il caricamento dei dettagli della transazione.
nb_no: En feil oppsto mens transaksjonsdetaljene ble hentet.
nl_nl: Er is een fout opgetreden tijdens het laden van de transactiedetails.
sk: Pri načítaní detailov transakcie nastala chyba.
tr: İşlem detayları yüklenirken hata oluştu

source: Transaction #
es: Transacción #
he_il: עסקה #
it: Transazione #
nb_no: Transaksjon #
nl_nl: Transactie #
sk: Transakcia #

source: Show in graph
es: Mostrar en un gráfico
he_il: להציג בתרשים
it: Mostra sulla mappa
nb_no: Vis i graf
nl_nl: Toon in grafiek
sk: Ukázať na grafe
tr: Grafikte göster

source: Transaction type: {{1}}
es: Tipo de transacción: {{1}}
he_il: סוג עסקה: {{1}}
it: Tipo di transazione: {{1}}
nb_no: Transaksjonstype: {{1}}
nl_nl: Transactie-type: {{1}}
sk: Typ transakcie: {{1}}
tr: İşlem türü: {{1}}

source: Address sent from
es: Dirección enviada desde
he_il: הכתובת השולחת
it: Indirizzo di invio
nb_no: Avsenderadresse
nl_nl: Adres afzender
sk: Adresa odoslaná z
tr: Gönderen adres

source: Amount sent
es: Cantidad enviada
he_il: הסכום שנשלח
it: Quantità inviata
nb_no: Sendt beløp
nl_nl: Verzonden hoeveelheid
sk: Odoslaná čiastka
tr: Miktar gönderildi

source: Currency sent
es: Divisa enviada
he_il: מטבע שנשלח
it: Valuta inviata
nb_no: Sendt valuta
nl_nl: Verzonden valuta
sk: Mena odoslaná
tr: Parabirimi gönderildi

source: Address sent to
es: Dirección enviada a
he_il: הכתובת המקבלת
it: Indirizzo di ricezione
nb_no: Mottakeradresse
nl_nl: Ontvangstadres
sk: Adresa odoslaná na
tr: Gönderilen adres

source: Amount received
es: Cantidad recibida
he_il: סכום שהתקבל
it: Quantità ricevuta
nb_no: Mottatt beløp
nl_nl: Ontvangen hoeveelheid
sk: Prijatá čiastka
tr: Alınan miktar

source: Currency received
es: Divisa recibida
he_il: המטבע התקבל
it: Valuta ricevuta
nb_no: Mottatt valuta
nl_nl: Ontvangen valuta
sk: Mena prijatá
tr: Alınan doviz cinsi

source: Network fee paid
es: Comisión de red pagada
he_il: עמלת רשת ששולמה
it: Commissioni pagate al network
nb_no: Nettverksgebyr
nl_nl: Netwerk-heffing betaald
sk: Poplatok siete uhradený
tr: Ağ ücreti ödendi

source: Ledger number
es: Libro número
he_il: ספר חשבונות
it: Registro numero
nb_no: Hovedboknr.
nl_nl: Groetboeknummer
sk: Čislo registra
tr: Ledger numarası

source: Address sent from:
es: Dirección enviada desde:
he_il: הכתובת השולחת:
it: Indirizzo di invio:
nb_no: Avsenderadresse:
nl_nl: Verzonden door:
sk: Adresa odoslaná z:
tr: Gönderilen adres:

source: Sorry, we don't have an info page layout for this transaction type yet.
es: Lo sentimos, todavía no tenemos un formato de página de información para este tipo de transacción.
he_il: מצטערים, עדיין אין לנו דף מידע לסוג עסקה זו.
it: Ci spiace, non abbiamo ancora informazioni relative a questo tipo di transazione.
nb_no: Vi viser ikke info om denne transaksjonstypen ennå.
nl_nl: Sorry, we hebben op dit moment nog geen informatiepagina voor dit transactietype.
sk: Prepáčte, ale zatiaľ neexistuje informačná stránka pre tento typ transakcie.
tr: Bu transaction tipi için bilgi sayfası şablonu bulunmuyor.
