Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: Ripple name: {{1}}{{2}}{{3}}
es: Nombre Ripple: {{1}}{{2}}{{3}}
he_il: שם ריפל: {{1}}{{2}}{{3}}
it: Nome Ripple: {{1}}{{2}}{{3}}
nb_no: Ripple-navn: {{1}}{{2}}{{3}}
nl_nl: Ripple naam: {{1}}{{2}}{{3}}
tr: Ripple adı: {{1}}{{2}}{{3}}

source: loading...
es: cargando...
he_il: טוען...
it: caricamento...
nb_no: henter...
nl_nl: laden...
tr: yükleniyor...

source: Show address
es: Mostrar dirección
he_il: הצג כתובת
it: Visualizza indirizzo
nb_no: Vis adresse
nl_nl: Toon adres
tr: Adresi göster

source: Ripple names are a new feature on Ripple! Use your Ripple name (~{{userCredentials.username}}) to receive money. You can still use your full Ripple address, and while we are working to transition to Ripple names, some gateways may still ask for your full address.
es: Nombres Ripple es una novedad en Ripple! Use su nombre Ripple (~{{userCredentials.username}}) para recibir dinero. Sigue pudiendo utilizar su dirección Ripple completa, y mientras estemos trabajando con la transicion a nombres Ripple, algunas pasarelas pueden seguir pidiendo su dirección completa.
he_il: שם ריפל זו תכונה חדשה במערכת ריפל! השתמשו בשם הריפל שלכם (~{{userCredentials.username}}) על מנת לקבל כסף. אתם עדיין יכולים להשתמש בכתובת הריפל המלאה שלכם, אנחנו עדיין עובדים על הטמעת תכונה זו אז יתכן שתתבקשו לספק את כתובת הריפל המלאה שלכם בשערי תיווך מסוימים.
it: I nomi Ripple sono una nuova caratteristica di Ripple! Usa il tuo nome Ripple (~{{userCredentials.username}}) per ricevere denaro. Puoi ancora usare il tuo vecchio indirizzo Ripple e, mentre stiamo lavorando per migrare definitivamente ai nomi Ripple, alcuni gateways potrebbero ancora richiedertelo.
nb_no: Ripple-navn er en ny funksjon på Ripple. Bruk Ripple-navnet ditt (~{{userCredentials.username}}) for å motta penger. Du kan fremdeles bruke den fulle Ripple-adressen din. Mens vi jobber med å gå over til Ripple-navn, kan noen portaler fremdeles be om den fulle adressen din.
nl_nl: Ripple naam is nieuw in Ripple! Gebruik je Ripple naam (~ {{userCredentials.username}}) om geld te ontvangen. U kan echter nog altijd uw Ripple adres gebruiken, en in de overgangsfase naar naar de Ripple naam, zullen sommige gateways ook nog steeds vragen naar uw adres.
tr: Ripple adı Ripple'daki yeni bir özelliktir! Para almak için Ripple adını (~{{userCredentials.username}}) kullanın. Hala tam Ripple adresini kullanabilirsiniz, ve biz Ripple adlarına geçiş için çalışırken, bazı geçitler hala tam adresinizi isteyebilir.

source: Ripple address {{1}}
es: Dirección Ripple {{1}}
he_il: כתובת ריפל {{1}}
it: Indirizzo Ripple {{1}}
nb_no: Ripple-adresse {{1}}
nl_nl: Ripple adres {{1}}
tr: Ripple adresi {{1}}

source: {{ q.question }}{{1}}
tr: {{ q.soru }}{{1}}

source: {{ a.answer }}
tr: {{ a.cevap }}

source: Rippling
es: Rippleando

source: Rippling {{1}}
es: Rippleando {{1}}

source: Blob vault
nb_no: Blobhvelv

source: Wallet
sk: Peňaženka

source: Cash In
sk: Vklad

source: Receive
sk: Prijať

source: Trust
sk: Úver

source: Options
sk: Nastavenia

source: Terms of Service
sk: Podmienky používania

source: logout
sk: odhlásiť

source: Loading your balance...
sk: Načítanie zostatku na účte...

source: Unfunded account
sk: Prázdny účet

source: XRP Balance
sk: zostatok XRP

source: Your current XRP balance is {{account.Balance | rpamount:{precision: 2, max_sig_digits: 20} }}. Account reserve is {{ account.reserve | rpamount }} XRP. <br /><a href='https://ripple.com/wiki/Reserves' target='_blank'>More information</a>
sk: Váš aktuálny zostatok XRP je {{account.Balance | rpamount:{precision: 2, max_sig_digits: 20} }}. Rezerva účtu je {{ account.reserve | rpamount }} XRP. <br /><a href='https://ripple.com/wiki/Reserves' target='_blank'>Viac informácii</a>

source: Your transaction has been submitted.
sk: Vaša transakcia bola odoslaná.

source: Your account balance will update once the transaction has cleared.
sk: Zostatok na účte bude aktualizovaný po dokončení transakcie.

source: Transaction cleared!
sk: Transakcia prebehla úspešne!

source: Transaction partially valid!
sk: Transakcia čiastočne platná!

source: Your transaction could only be partially applied.
sk: Transakcia mohla byť uskutočnená iba čiastočne.

source: Transaction malformed!
sk: Chybná transakcia!

source: Your transaction is invalid, reason: {{engine_result}} - {{engine_result_message}}
sk: Vaša transakcia je neplatná, dôvod: {{engine_result}} - {{engine_result_message}}

source: Destination account requires destination tag to be specified when making payments.
sk: Cieľový účet vyžaduje zadanie cieľovej značky pri realizácii platieb.

source: The particular server you sent the transaction to was too busy to forward or processyour transaction at the fee you included in it.
sk: Server, ktorému bola zaslaná transakcia bol príliš zaneprázdnený nato, aby ju postúpil alebo spracoval za poplatok v nej zahrnutý.

source: The destination account does not exist.
sk: Cieľový účet neexistuje.

source: The destination account does not exist. Too little XRP sent to create it.
sk: Cieľový účet neexistuje. Na jeho vytvorenie nebol zaslaný dostatok XRP.

source: You have no trust line in this currency.
sk: V tejto mene nemáte žiadny úver.

source: Your transaction failed to clear: {{engine_result}} - {{engine_result_message}}
sk: Vašu transakciu sa nepodarilo dokončiť: {{engine_result}} - {{engine_result_message}}

source: Ripple client gave up trying to submit this transaction.
sk: Klient Ripple ukončil pokusy na odoslanie transkacie.

source: Your transaction could not be submitted: {{engine_result}} - {{engine_result_message}}
sk: Vaša transakcia nemohla byť odoslaná: {{engine_result}} - {{engine_result_message}}

source: You now trust {{tx.counterparty | rpcontactname}} for
sk: {{tx.counterparty | rpcontactname}} má u vás odteraz úver vo výške

source: Welcome to Ripple.
sk: Vitajte v Ripple.

source: You currently don&#39;t have any ripples (XRP). To get started you can:
sk: V tejto chvíli nemáte žiadne ripple (XRP). Na začiatok môžete:

source: Activity
sk: Aktivita

source: Event
sk: Udalosť

source: Add to contacts
sk: Pridať do kontaktov

source: {{entry.transaction.counterparty | rpcontactname}} sent you
sk: {{entry.transaction.counterparty | rpcontactname}} vám odoslal/a

source: You requested to convert {{1}} to {{2}}
sk: Žiadate konverziu {{1}} za {{2}}

source: You now trust {{1}} for {{2}}.
sk: {{1}} má u vás odteraz úver vo výške {{2}}.

source: You created an offer to sell {{1}} for {{2}}
sk: Vytvorili ste ponuku na predaj {{1}} za {{2}}

source: You created an offer to buy {{1}} for {{2}}
sk: Vytvorili ste ponuku na nákup {{1}} za {{2}}

source: You cancelled an offer accepting {{1}} for {{2}}
sk: Zrušili ste ponuku akceptujúcu {{1}} za {{2}}

source: Error
sk: Chyba

source: No past transactions found
sk: Neboli nájdené žiadne predchádzajúce transakcie

source: You have to be funded before you can use this tab.
sk: Pre použitie tejto karty musíte disponovať minimálnou rezervou XRP.

source: First name
sk: Meno

source: Please enter your first name.
sk: Zadajte meno

source: Last name
sk: Priezvisko

source: Please enter your last name.
sk: Zadajte priezvisko.

source: Address
sk: Adresa

source: Please enter your address.
sk: Zadajte adresu

source: Please enter your city.
sk: Zadajte vaše mesto.

source: Please enter your state.
sk: Zadajte krajinu.

source: Zip code
sk: PSČ

source: Please enter your zipcode.
sk: Zadajte PSČ.

source: Country code
sk: Kód krajiny

source: Please enter your country code.
sk: Zadajte kód vašej krajiny

source: Country code should be exactly 2 characters.
sk: Kód krajiny musí obsahovať 2 znaky

source: Phone (Only Numbers)
sk: Telefón (Zadajte iba čísla)

source: Please enter your phone number.
sk: Zadajte telefónne číslo.

source: Date of birth (YYYY-MM-DD)
sk: Zádajte dátum vášho narodenia (RRRR-MM-DD)

source: Please enter your date of birth.
sk: Zadajte dátum narodenia.

source: The date of birth must be in YYYY-MM-DD format.
sk: Dátum narodenia musí byť vo formáte RRRR-MM-DD.

source: Please enter your email address.
sk: Zadajte emailovú adresu.

source: Please use a valid email format.
sk: Použite platný formát emailovej adresy.

source: Last 4 digits of your SSN
sk: Posledné 4 číslice vášho DIČ

source: Please enter last 4 digits of your social security number.
sk: Zadajte posledné 4 číslice vášho DIČ

source: Your cash will be held by the SnapSwap gateway, so you'll need to trust SnapSwap before depositing cash at a ZipZap location. <a href="https://ripplelabs.zendesk.com/hc/en-us/articles/200916587-Understanding-trust-lines", target="_blank") More information about trusting</a>
sk: Vaše peniaze budú držané bránou SnapSwap. Pre vklad peňazí na pobočke ZipZap musíte vytvoriť úver pre SnapSwap. <a href="https://ripplelabs.zendesk.com/hc/en-us/articles/200916587-Understanding-trust-lines", target="_blank") Viac informácii o úveroch</a>

source: Search!
sk: Vyhľadať!

source: show on map
sk: ukázať na mape

source: Name
sk: Meno

source: Please enter a name.
sk: Prosím, zadajte meno.

source: Please enter an address.
sk: Prosím, zadajte adresu.

source: You already have a contact with the same address.
sk: Už máte kontakt s touto adresou.

source: You don't have any contacts yet.Click on "Add contact" button in the top right corner to add a new contact.
sk: Nemáte žiadne kontakty. Na pridanie nového kontaktu kliknite na tlačidlo "Pridať kontakt" v pravom hornom rohu.

source: You have to be funded before you can convert money
sk: Na konverziu peňazí musíte disponovať minimalnou rezervou XRP

source: Convert one currency into another.
sk: Konvertovať jednu menu na druhú.

source: Please enter the conversion details.
sk: Prosím, zadajte podrobnosti konverzie.

source: Sorry! Cannot convert {{convert.amount}} {{convert.currency}}. Please make sure your account has enough funds, and a {{1}} to a {{convert.currency}} gateway.
sk: Prepáčte! Nie je možné konvertovať {{convert.amount}} {{convert.currency}}. Prosím uistite sa, že váš účet má dostatok prostriedkov a {{1}} pre {{convert.currency}} platobnú bránu.

source: Convert {{ alt.amount | rpcurrency }}
sk: Konvertovať {{ alt.amount | rpcurrency }}

source: {{1:You are converting}}{{2}}{{3:to}}{{4}}{{5:You will pay at most}}{{6}}{{7:Are you sure?}}
sk: {{1:Meníte}}{{2}}{{3:za}}{{4}}{{5:Zaplatíte aspoň}}{{6}}{{7:Ste si istý?}}

source: Sending transaction to Ripple network
sk: Odosielanie transakcie do siete Ripple

source: Stop waiting
sk: Prerušiť čakanie

source: No Path
sk: Žiadna cesta

source: Ripple was unable to find a path between you and the destination account.
sk: Ripple nedokázal nájst cestu medzi vami a cieľovým účtom.

source: Sorry, an error occurred while submitting your transaction. Make sure you are connected to the Internet and try again later.
sk: Prepáčte, vyskytla sa chyba pri odosielaní vašej transakcie. Overte prosím vaše pripojenie k Internetu a skúste to neskôr.

source: Your account balance will update once the payment has cleared.
sk: Zostatok na účte bude aktualizovaný po dokončení platby.

source: Transaction could not be submitted!
sk: Transakcia nemohla byť odoslaná!

source: We were unable to submit the transaction to the server.Please try again later.
sk: Nebolo možné odoslať transakciu na server. Pokúste sa o to neskôr prosím.

source: Your transaction failed to clear, reason: {{engine_result_message}}
sk: Vašu transakciu sa nepodarilo zrealizovať, dôvod:{{engine_result_message}}

source: Transaction type:{{1}}{{2}}{{3}}
sk: Typ transakcie:{{1}}{{2}}{{3}}

source: Change
sk: Zmeniť

source: Currency:{{1}}{{2}}{{3}}
sk: Mena:{{1}}{{2}}{{3}}

source: Date:{{1}}{{2}}{{3}}
sk: Dátum:{{1}}{{2}}{{3}}

source: Minimum Amount: {{1}}{{2}}{{3}}
sk: Minimálna čiastka: {{1}}{{2}}{{3}}

source: Minimum amount filter
sk: Filter minimálnej čiastky

source: {{1}} now trusts you for {{2}}
sk: Odteraz máte úver od {{1}} vo výške {{2}}

source: Account details have been Changed
sk: Detaily účtu boli zmenené

source: XRP balance Change
sk: Zmena zostatku XRP

source: {{effect.currency}} balance Change
sk: Zmena zostatku {{effect.currency}}

source: You sold {{1}} for {{2}}
sk: Predali ste {{1}} za {{2}}

source: You bought {{1}} for {{2}}
sk: Kúpili ste {{1}} za {{2}}

source: This order has {{1}} remaining.
sk: Tomuto príkazu zostáva {{1}}.

source: Offer ({{1}} for {{2}}) has been cancelled due to lack of funds.
sk: Ponuka ({{1}} v hodnote {{2}}) bola zrušená z dôvodu nedostatku minimálnej rezervy XRP.

source: You bought {{1}} for {{2}}. ({{3:price}}{{4}}).
sk: Kúpili ste {{1}} za {{2}}. ({{3:cena}}{{4}}).

source: {{1}} is trusting you for {{2}}.
sk: Máte úver od {{1}} vo výške {{2}}.

source: You have changed {{1}} trust for {{2}} from {{3}} to {{4}}.
sk: Zmenili ste úver {{1}} pre {{2}} z {{3}} na {{4}}.

source: {{1}} changed the {{2}} trust from {{3}} to {{4}}.
sk: {{1}} zmenil úver {{2}} z {{3}} na {{4}}.

source: Trust balance between you and {{1}} has been changed by {{2}}.
sk: Zostatok úveru medzi vami a {{1}} bol zmenený o {{2}}.

source: Your balance has been changed by {{1}}.
sk: Zostatok vášho účtu bol zmenený dôverou {{1}}.

source: Open Wallet
sk: Otvoriť peňaženku

source: Enter the Name and Passphrase used to encrypt your Wallet below.
sk: Zadajte meno a heslo pre prihlásenie do vašej peňaženky.

source: Fetch wallet from
sk: Načítať peňaženku z

source: New to ripple?
sk: Prvý krát v Ripple?

source: Create a wallet
sk: Vytvoriť peňaženku

source: Transaction summary
sk: Zhrnutie transakcie

source: Grant Trust
sk: Poskytnúť úver

source: you will send
sk: odošlete

source: you will send money to the ripple address
sk: odošlete peniaze na ripple adresu

source: To the ripple address
sk: Na ripple adresu

source: you will trust
sk: chystáte sa požičať

source: To ripple address
sk: Na ripple adresu

source: To <b>{{$routeParams.name}}</b> with a ripple address
sk: Používateľovi <b>{{$routeParams.name}}</b> s ripple adresou

source: you will add the user
sk: pridáte používateľa

source: To your ripple contacts
sk: Do vašich ripple kontaktov

source: New to ripple? {{1:Create a wallet}}
sk: Prvý krát v Ripple? {{1:Vytvorte si peňaženku}}

source: Wallet name
sk: Názov peňaženky

source: Ripple Servers
sk: Ripple servery

source: WebSocket hostname, port, secure
sk: Názov WebSocket hostu, port, zabezpečenie

source: Use secure WebSocket
sk: Použiť zabezpečený WebSocket

source: Blob Vault
sk: Blob Vault úložisko

source: Blob vault URL
sk: URL adresa Blob Vault úložiska

source: Anonymous statistics
sk: Anonymné štatistiky

source: Help Ripple Labs make a better product through sending anonymous client usage data.
sk: Pomôžte Ripple Labs vytvárať lepší produkt zasielaním anonymných uživateľských dát.

source: This is your public address. Give this address to other users so they can send you money.
sk: Toto je vaša verejná adresa pre príjimanie platieb od iných používateľov.

source: Tip: {{1:Select}} and copy using Ctrl+C (Win), Command+C (OSX).
sk: Tip: {{1: Označte}} a skopírujte stlačením kláves Ctrl + C (Win), Command + C (OSX).

source: Copy Address
sk: Kopírovať adresu

source: Create a Ripple Wallet
sk: Vytvoriť ripple peňaženku

source: Ripple is a global open payments system — a fast, easy way to send any kind of money to anyone in the world.
sk: Ripple je otvorený globálny platobný systém — rýchly a jednoduchý spôsob odosielania akýchkoľvek peňazí komukoľvek na svete.

source: Your Wallet is only as safe as your Wallet username and passphrase, used to encrypt your Wallet data. Choose a passphrase you can easily remember but others cannot guess. Hint: Mix letters, numbers, and symbols.
sk: Vaša peňaženka je len tak bezpečná, ako užívateľské meno a prístupové heslo použité na jej šifrovanie. Vyberte si prístupové heslo, ktoré si ľahko zapamätáte, ale ostatní ho neuhádnu. Tip: Zmiešajte písmená, čísla a symboly.

source: Only you have this Wallet username and passphrase and are responsible for their safekeeping. Ripple cannot recover them if you forget them! {{1}}
sk: Len vy viete svoje užívateľské meno a heslo a ste zodpovedný za ich úschovu. Ripple ho nebude môcť obnoviť ak ho zabudnete! {{1}}

source: Create Wallet username
sk: Meno peňaženky

source: Create Wallet passphrase
sk: Heslo peňaženky

source: Re-enter passphrase
sk: Zadajte znova heslo

source: Your password is weak. It is not a mix of letters, numbers and symbols or it is the same as your Wallet name.
sk: Vaše heslo je príliš slabé. Nie je spojením písmen, čísel a znakov alebo je rovnaké ako názov vašej peňaženky.

source: Secret Account Key {{1}}
sk: Tajný kľúč {{1}}

source: Create Wallet
sk: Vytvoriť peňaženku

source: Store your Wallet with: {{1}}{{2}}{{3}}
sk: Uložiť vašu peňaženku pomocou: {{1}}{{2}}{{3}}

source: Already have a Wallet?
sk: Máte už svoju peňaženku?

source: Open wallet
sk: Otvoriť peňaženku

source: Need to use your Secret Key? {{1}}
sk: Potrebujete použiť váš tajný kľúč? {{1}}

source: Use Key
sk: Použiť kľúč

source: Secret Account Key error
sk: Chyba tajného kľúča

source: There is a Wallet with your Wallet username and passphrase, but the given Secret Account Key is not connected to it. If you decide to continue registration your new Secret Account Key will be used for current Wallet name and passphrase.
sk: K dispozícii je peňaženka s rovnakým názvom a prístupovým heslom, ale zadaný tajný kĺúč k nej pripojený nie je. Ak sa rozhodnete pokračovať, váš nový tajný kľúč bude použitý pre aktuálnu peňaženku.

source: Overwrite current key
sk: Prepísať aktuálny kľúč

source: Existing account error
sk: Chyba existujúceho účtu

source: There is a Wallet with a similar Wallet name and passphrase, but this wallet could not be decrypted. Try choosing a different wallet name and/or passphrase.
sk: Existuje peňaženka s podobným názvom a prístupovým heslom. Skúste vybrať iný názov a/alebo heslo.

source: Welcome To ripple
sk: Vitajte v Ripple

source: The Secret Account Key below gives access to your money in the unlikely case that you lose your wallet name or passphrase.In that case your contacts will be lost, but with this Secret Account Key alone anyone can retrieve your money. So pleasestore it somewhere PRIVATE AND SAFE. Read more about keys and wallet safety in {{1}}
sk: Tajný kľúč ďalej umožňuje prístup k vašim peniazom v prípade, že stratíte svoje meno peňaženky alebo prístupové heslo. V tomto prípade budú vaše kontakty stratené, ale s týmto tajným kľúčom môže ktokoľvek získať vaše peniaze. Takže prosím, bezpečne ho uložte niekde v súkromí. Prečítajte si viac o kľúčoch a bezpečnosti peňaženky v {{1}}

source: Wallet name:{{1}}
sk: Názov peňaženky:{{1}}

source: Pass phrase:{{1}}{{2}}{{3}}{{4}}
sk: Heslo:{{1}}{{2}}{{3}}{{4}}

source: Ripple Address
sk: Ripple adresa

source: Secret Account key:
sk: Tajný kľúč účtu:

source: Show secret account key
sk: Zobraziť tajný kľúč

source: Hide secret account key
sk: Skryť tajný kľúč

source: Have you saved your Secret Account Key somewhere safe?
sk: Uložili ste si váš tajný kľúč niekde v bezpečí?

source: Yes, I saved my secret account key
sk: Áno, tajný kľúč účtu mám uložený.

source: Your money and wallet are protected digitally through encryption algorithms that can be unlocked {{1:only with your personal keys}}
sk: Vaše peniaze a peňaženka sú chránené kódovacími algoritmami ktoré môžu byť odomknuté {{1:len s vašim osobným kľúčom}}

source: No one else has them, so don't lose them!
sk: Nikto iný ich nemá, takže ich nestraťte!

source: Never share them!
sk: Nikdy ich nezdieľajte!

source: Wallet Key
sk: Kľúč penaženky

source: {{userBlob.data.contacts.length}} contacts, {{1}}
sk: {{userBlob.data.contacts.length}} kontaktov, {{1}}

source: You can {{1:backup your wallet to a file.}}
sk: Môžete {{1:zálohovať vašu peňaženku do súboru.}}

source: This is the key you use every time you use ripple.
sk: Tento kľúč budete potrebovať pri každom použití ripple.

source: You created it when you chose your Wallet Name and Passphrase.
sk: Vytvorili ste ho pri zvolení mena a hesla peňaženky.

source: It protects Your money + Your contacts and history.
sk: Chráni vaše peniaze, kontakty a históriu.

source: Never forget it, never share it.
sk: Nikdy ho nezabudnite a nikomu ho nedávajte.

source: Wallet name:
sk: Názov peňaženky:

source: Pass Phrase:
sk: Heslo:

source: This gives access to your wallet. DO NOT SHARE THIS WITH ANYONE. Keep it safe. Keep it private.
sk: Umožňuje vám prístup do vašej peňaženky. NIKDY HO NIKOMU NEDÁVAJTE. Držte ho v bezpečí a v súkromí.

source: This key is for emergency use only. You did not choose it. The network created it. You don't have to memorize it.
sk: Tento kľúč je určený iba pre núdzové použitie. Nevybrali ste si ho, vytvorila ho sieť. Nemusíte si ho pamätať.

source: The Secret Key accesses Your money, which is already contained inside your wallet.
sk: Tajný kľúč sprístupňuje peniaze, ktoré už sú vo vašej peňaženke.

source: But if you ever lose your wallet, you can recover just your money with this key.
sk: Ak však niekedy stratíte peňaženku, s týmto kľúčom môžete obnoviť len vaše peniaze.

source: Store it somewhere safe, never share it.
sk: Uschovajte ho v bezpečí a nikdy ho nikomu nedávajte.

source: This gives access to your money. DO NOT SHARE THIS WITH ANYONE. Keep it safe. Keep it private.
sk: Umožňuje prístup k vašim peniazom. NEDÁVAJTE HO NIKOMU. Držte ho v bezpečí a v súkromí.

source: Show my keys
sk: Zobraziť moje kľúče

source: Send money.
sk: Odoslať peniaze.

source: Recipient should be either a name from your contact list or Ripple/Bitcoin address.
sk: Príjemca by malo byť meno zo zoznamu kontaktov, alebo Ripple/Bitcoin adresa.

source: Add Destination tag
sk: Pridať značku adresáta

source: Sorry! Cannot send {{send.amount}} {{send.currency}} to {{send.recipient}}. Please make sure your account has enough funds, and the recipient accepts the currency you're sending. If it still doesn't work, try again later.
sk: Je nám ľúto! Nie je možné odoslať {{send.amount}} {{send.currency}} na {{send.recipient}}. Uistite sa, že váš účet má dostatok prostriedkov a príjemca akceptuje menu, v ktorej odosielate. Ak to stále nefunguje, skúste to znova neskôr.

source: Error while retrieving quote for outbound payment
sk: Chyba pri načítaní cenovej ponuky pre odchádzajúce platby

source: Send {{ alt.amount | rpcurrency }}
sk: Odoslať {{ alt.amount | rpcurrency }}

source: You are sending {{ (send.alt.amount || send.currency) | rpcurrency}} to
sk: Odosielate {{ (send.alt.amount || send.currency) | rpcurrency}} na

source: Destination does not exist
sk: Adresát neexistuje

source: The wallet you&#39;re trying to send to does not exist.
sk: Peňaženka na ktorú chcete odoslať prostriedky neexistuje.

source: Invalid transaction
sk: Neplatná transakcia

source: The transaction was rejected by the server due to a client issue.
sk: Server odmietol transakciu pre chybu v klientskej aplikácii.

source: Please ensure you don't send your payment more than once.
sk: Uistite sa prosím, že neposielate platbu viac než jeden krát.

source: change issuer
sk: zmeniť vydavateľa

source: Base currency issuer ({{order.first_currency}})
sk: Vydavateľ základnej meny ({{order.first_currency}})

source: Counter currency issuer ({{order.second_currency}})
sk: Vydavateľ protimeny ({{order.second_currency}})

source: Not a valid ripple address or contact
sk: Neplatná ripple adresa alebo kontakt

source: You must select an issuer to trade currencies. Click the “change issuer”, link above and enter your trusted gateway address or nickname.
sk: Na obchodovanie s menami si musíte vybrať vydavateľa. Kliknite na vyššie uvedený odkaz "zmeniť vydavateľa" a zadajte adresu gateway, ktorej dôverujete, alebo prezývku.

source: Buy {{1}} {{order.first_currency}}
sk: Kúpiť {{1}} {{order.first_currency}}
