Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: Invalid destination tag.
es: Etiqueta de destino inválida
he_il: תג יעד לא חוקי.
it: Etichetta del destinatario non valida.
nb_no: Ugyldig referansenummer.
nl_nl: Ongeldig bestemmingskenmerk.
sk: Neplatná značka adresáta.
tr: Hatalı hedef etiketi.

source: You don't have any contacts yet. Click on 'Add contact' button in the top right corner to add a new contact.
es: Todavía no tiene ningun contacto. Haz click en el botón "Añadir contacto" en la esquina superior derecha para añadir un contacto.
he_il: עדיין אין לכם מוטבים בחשבון. הקישו על כפתור 'הוסף מוטב' הנמצא בפינה הימנית למעלה כדי להוסיף מוטב חדש.
it: Non hai ancora contatti. Premi il bottone 'Aggiungi Contatto' nell'angolo in alto a destra per aggiungere un nuovo contatto.
nb_no: Du har ingen kontakter. Trykk på «Legg til kontakt».
nl_nl: U heeft nog geen contacten. Klik op de "Voeg contact toe" knop in de rechterbovenhoek om een nieuw contact toe te voegen.
tr: Henüz bir bağlantınız yok. Yeni bir bağlantı eklemek için sağ üst köşedeki "Bağlantı ekle" butonuna tıklayın.

source: You will not be able to login to the downloadable client using a username/password you create on Ripple Trade or the web version of the Ripple Client. You can only use a secret key to access an existing Ripple account. This is because the downloadable client stores your login information locally on your computer, so your account is as safe as the security of your personal computer.
es: No podrá conectarse al cliente descargable usando un nombre/contraseña creado en Ripple Trade o en la versión web del Cliente Ripple. Solo puede usar una clave secreta para acceder a una cuenta Ripple existente. Ésto sucede porque el cliente descargable guarda su información de conexión localmente en su ordenador, por lo que su cuenta está tan segura como su ordenador.
he_il: אתם לא תוכלו להתחבר לחשבון/ארנק הניתן להורדה באמצעות שם משתמש/ססמה שאתם יצרתם בערכת המסחר של ריפל או בגרסת אונליין של חשבון ריפל. אתם יכולים להשתמש במפתח הסודי רק כדי להתחבר לחשבון ריפל קיים. הסיבה היא שחשבון/ארנק הניתן להורדה מאחסן את נתוני הגישה לחשבון/ארנק על המחשב שלכם, לכן חשוב להדגיש שכאשר מורידים חשבון/ארנק למחשב האישי הוא יהיה בטוח לפי קריטריוני האבטחה של המחשב האישי שלכם.
it: Non potrai fare il login nel client scaricabile usando il nome utente o la password che hai creato su Ripple Trade o sulla versione web del Client Ripple. Puoi solo usare la chiave segreta per accedere ad un account Ripple esistente. Questo è dovuto al fatto che il client scaricabile salva sul tuo computer le informazioni di login, in questo modo il tuo account è sicuro se è sicuro il tuo pc.
nb_no: Den nedlastbare klienten kan ikke brukes med brukernavnet eller passordet fra Ripple Trade eller web-klienten. Kun en hemmelig nøkkel kan gi tilgang til en eksisterende Ripple-konto. Den nedlastbare klienten lagrer innloggingsinformasjonen lokalt på maskinen din. Kontoen din er derfor like trygg som maskinen din.
nl_nl: U zult niet in staat zijn om in te loggen op de downloadbare client met behulp van een gebruikersnaam en/of wachtwoord dat u aanmaakt op Ripple Trade of op de webversie van de Ripple Client. U kunt alleen gebruik maken van een beveiligingssleutel om toegang te krijgen tot een bestaand Ripple account. Dit komt omdat de downloadbare client uw login-gegevens lokaal op uw computer oplsaat, waardoor uw portefeuille zo veilig is als de beveiliging van uw persoonlijke computer.
tr: Ripple Trade veya Ripple web sürümü ile oluşturduğunuz bir kullanıcı adını / parolayı kullanarak indirilebilir istemci ye giriş mümkün olmayacaktır. Sadece varolan Ripple hesabınıza erişmek için gizli anahtarınızı kullanabilirsiniz. Bunun sebebi Indirilebilir istemcinin bilgisayarınızda yerel olarak oturum açma bilgilerini depoluyor olmasıdır. Yani hesabınız kişisel bilgisayarınızın güvenliği oranında güvende olacaktır.

source: Open account
es: Abrir cuenta
he_il: פיתחו חשבון
it: Apri account
nb_no: Åpne konto
nl_nl: Portefeuille openen
tr: Hesap Aç

source: Create new account
es: Crear nueva cuenta
he_il: צרו חשבון חדש
it: Crea un nuovo account
nb_no: Opprett konto
nl_nl: Nieuwe portefeuille aanmaken
tr: Yeni Hesap Oluştur

source: Select account file {{walletfile}}
es: Seleccionar archivo de cuenta {{walletfile}}
he_il: בחרו תיקיית חשבון {{walletfile}}
it: Seleziona il file dell'account {{walletfile}}
nb_no: Velg kontofil {{walletfile}}
nl_nl: Selecteer portefeuille-bestand {{walletfile}}
tr: Hesap dosyasını seçin {{walletfile}}

source: Select account file
es: Seleccionar archivo de cuenta
he_il: בחרו תיקיית חשבון
it: Seleziona il file dell'account
nb_no: Velg kontofil
nl_nl: Selecteer portefeuille-bestand
tr: Hesap dosyasını seçin

source: Account password
es: Contraseña de cuenta
he_il: ססמת חשבון
it: Password dell'account
nb_no: Kontopassord
nl_nl: Account wachtwoord
tr: Hesap şifresi

source: Open existing account
es: Abrir cuenta existente
he_il: פיתחו חשבון קיים
it: Apri un account esistente
nb_no: Åpne eksisterende konto
nl_nl: Bestaande portefeuille openen
tr: Varolan hesabı açın

source: Create an empty account
es: Crear una cuenta vacía
he_il: צרו חשבון ריק
it: Crea un account vuoto
nb_no: Opprett tom konto
nl_nl: Maak een leeg account aan
tr: Boş bir hesap oluşturun

source: Create a new account with a secret key
es: Crear una nueva cuenta con una clave secreta
he_il: צרו חשבון חדש עם מפתח סודי
it: Crea un nuovo account con la chiave segreta
nb_no: Opprett konto med hemmelig nøkkel
nl_nl: Nieuw account aanmaken met een beveiligingssleutel
tr: Gizli anahtar ile yeni bir hesap oluştur

source: Create empty account
es: Crear cuenta vacía
he_il: צרו חשבון ריק
it: Crea account vuoto
nb_no: Opprett tom konto
nl_nl: Leeg account aanmaken
tr: Boş hesap oluştur

source: Encrypt your new account file: {{walletfile}}
es: Encriptar su nuevo archivo de cuenta: {{walletfile}}
he_il: הצפינו את קבצי החשבון החדש שלכם: {{walletfile}}
it: Cripta il tuo nuovo file dell'account: {{walletfile}}
nb_no: Krypter den nye kontofilen din: {{walletfile}}
nl_nl: Versleutel uw nieuwe portefeuille-bestand: {{walletfile}}
tr: Yeni hesap dosyanızı şifreleyin: {{walletfile}}

source: Wallet file
es: Archivo de cartera
he_il: קבצי ארנק
it: File del portafoglio
nb_no: Lommebokfil
nl_nl: Portefeuille-bestand
tr: Cüzdan dosyası

source: Your password is weak. It is not a mix of letters, numbers and symbols or it is the same as your Ripple name.
es: Su contraseña es débil. No es una mezcla de letras, numeros y símbolos o es la misma que su nombre Ripple.
he_il: הססמה שלכם חלשה. כי היא לא מורכבת משילוב של אותיות, מספרים וסמלים או שהיא מורכבת משם הריפל שלכם.
it: La tua password è debole. Non è una combinazione di lettere, numeri e simboli o coincide con il tuo nome Ripple.
nb_no: Passordet er dårlig. Bruk bokstaver, siffer og tegn. Ikke bruk Ripple-navnet ditt.
nl_nl: Uw wachtwoord is zwak. Het is geen combinatie van letters, nummers en symbolen of het is gelijk aan uw Ripple naam.
tr: Şifreniz zayıftır. Harfler,sayılar ve semboller karışımından oluşmamaktadır yada Ripple isminizle aynı.

source: Confirm password
es: Confirmar contraseña
he_il: אמתו ססמה
it: Conferma password
nb_no: Bekreft passordet
nl_nl: Bevestig wachtwoord
tr: Parolayı onayla

source: Passwords do not match
es: Las contraseñas no coinciden
he_il: אין התאמה בין הססמאות
it: Le password non corrispondono
nb_no: Adgangsfrasene stemmer ikke overens
nl_nl: Wachtwoorden komen niet overeen
sk: Heslá sa nezhodujú
tr: Şifreler uyuşmuyor

source: Encrypt account
es: Encriptar cuenta
he_il: להצפין חשבון
it: Cripta l'account
nb_no: Krypter konto
nl_nl: Versleutel portefeuille
tr: Hesabı şifreleyin

source: Cancel and delete account file
es: Cancelar y eliminar archivo de cuenta
he_il: לבטל ולמחוק את קבצי החשבון
it: Cancella ed elimina il file dell'account
nb_no: Avbryt og slett kontofil
nl_nl: Annuleren en portefeuille-bestand verwijderen
tr: Hesap dosyasını iptal et ve sil

source: Create account with secret key
es: Crear cuenta con clave secreta
he_il: צרו חשבון עם מפתח סודי
it: Crea un account con una chiave segreta
nb_no: Opprett konto med hemmelig nøkkel
nl_nl: Account aanmaken met beveiligingssleutel
tr: Gizli anahtar ile hesap oluştur

source: Enter your secret key
es: Introduzca su clave secreta
he_il: הזינו את המפתח הסודי שלכם
it: Inserisci la tua chiave segreta
nb_no: Angi hemmelig nøkkel
nl_nl: Voer uw beveiligingssleutel in
tr: Gizli anahtarınızı girin

source: Secret is invalid
es: El Secreto no es válido
he_il: מפתח סודי שגוי
it: Chiave non valida
nb_no: Ugyldig hemmelig nøkkel
nl_nl: Beveiligingssleutel is ongeldig
tr: Gizli anahtar geçersizdir

source: Cancel
es: Cancelar
he_il: ביטול
it: Cancella
nb_no: Avbryt
nl_nl: Annuleren
sk: Zrušiť
tr: İptal

source: Have an account? {{1:Log In}}
es: Tiene una cuenta? {{1:Conectarse}}
he_il: כבר יש לכם חשבון? {{1:Log In}}
it: Hai un account? {{1:Entra}}
nb_no: Har du konto allerede? {{1:Logg inn}}
nl_nl: Heeft u een account? {{1:Log In}}
tr: Hesabınız var mı? {{1:Log In}}

source: Important:
es: Importante:
he_il: חשוב:
it: Importante:
nb_no: Viktig:
nl_nl: Belangrijk:
sk: Dôležité:
tr: Önemli

source: The secret key below gives access to your money in the unlikely case that you lose your password. In that case your contacts will be lost, but with this secret key alone anyone can retrieve your money. So please store it somewhere PRIVATE AND SAFE. Read more about keys and wallet safety in {{1}}
es: La clave secreta escrita abajo le da acceso a su dinero en caso de que pierda su contraseña. En ese caso perderá los contactos, con esa clave secreta cualquiera puede recuperar su dinero. Así que por favor guárdela en un lugar PRIVADO Y SEGURO. Más sobre claves y seguridad de cartera en {{1}}
he_il: המפתח הסודי שלמטה נותן גישה לחשבון שלכם ולכסף שבו במצב בלתי סביר כאשר אבדתם את שם הארנק שלכם או את הססמה. במצב זה כל המוטבים לא ניתנים לשחזור, אבל עם מפתח חשבון הסודי זה כל אחד יכול לגשת אל הכסף שלכם ולמשוך אותו. אז בבקשה תאחסנו את המפתח הסודי במקום פרטי ובטוח. קראו עוד על המפתח ועל הארנק כאן {{1}}
it: La chiave segreta di seguito dà accesso al tuo denaro nel caso sfortunato che si sia persa la password. In tal caso i tuoi contatti andranno persi, ma con la chiave segreta chiunque può recuperare il tuo denaro. Per favore salvala in un luogo PRIVATO e SICURO. Informati sulle chiavi e sulla sicurezza del portafoglio in {{1}}
nb_no: Den hemmelige nøkkelen gir tilgang til pengene dine hvis du mister passordet ditt. Du vil da miste kontaktene dine. Med denne hemmelige nøkkelen kan hvem som helst få adgang til pengene dine. Lagre den TRYGT og FOR DEG SELV. Les mer om nøkler og sikkerhet for lommeboken i {{1}}
nl_nl: De onderstaande beveiligingssleutel geeft u toegang tot uw geld in het onwaarschijnlijke geval dat u uw wachtwoord kwijtraakt. In dat geval zullen uw contacten verloren gaan, maar geeft deze beveiligingssleutel toegang tot al uw geld. Bewaar deze dus op een VEILIGE plek. Lees meer over beveiligingssleutels en portefeuilleveiligheid in {{1}}
tr: Parolanızı kaybetmeniz durumunda aşağıdaki gizli anahtar size paranıza ulaşma imkanı sunar. Bu durumda bağlantılarınız kaybolacaktır, fakat bu gizli anahtarınızla herhangi bir kişi , paranıza ulaşabilir . Lütfen gizli anahtarınızı ÖZEL VE GÜVENLİ bir yerde saklayın. {{1}} de gizli anahtarlar ve cüzdan güvenlği hakkında daha fazla bilgiye ulaşabilirsiniz.

source: Security
es: Seguridad
he_il: אבטחה
it: Sicurezza
nb_no: Sikkerhet
nl_nl: Beveiliging
sk: Bezpečnosť
tr: Güvenlik

source: Passphrase:{{1}}{{2}}{{3}}{{4}}
es: Frase clave:{{1}}{{2}}{{3}}{{4}}
he_il: ססמה:{{1}}{{2}}{{3}}{{4}}
it: Password:{{1}}{{2}}{{3}}{{4}}
nb_no: Adgangsfrase:{{1}}{{2}}{{3}}{{4}}
nl_nl: Wachtwoordzin:{{1}}{{2}}{{3}}{{4}}
tr: Parola cümlesi:{{1}}{{2}}{{3}}{{4}}

source: Secret key:
es: Clave secreta:
he_il: מפתח סודי:
it: Chiave segreta:
nb_no: Hemmelig nøkkel:
nl_nl: Beveiligingssleutel:
tr: Gizli anahtar:

source: Show secret key
es: Mostrar clave secreta
he_il: להציג מפתח סודי
it: Mostra chiave segreta
nb_no: Vis hemmelig nøkkel
nl_nl: Toon beveiligingssleutel
tr: Gizli anahtarı göster

source: Hide secret key
es: Ocultar clave secreta
he_il: להסתיר מפתח סודי
it: Nascondi chiave segreta
nb_no: Skjul hemmelig nøkkel
nl_nl: Verberg beveiligingssleutel
tr: Gizli anahtarı gizle

source: Have you saved your secret key somewhere safe?
es: Ha guardado su clave secreta en un lugar seguro?
he_il: האם שמרתם את המפתח הסודי שלכם במקום בטוח ושמור?
it: Hai salvato la chiave segreta del tuo account in un luogo sicuro?
nb_no: Har du lagret den hemmelige nøkkelen på et trygt sted?
nl_nl: Heeft u uw beveiligingssleutel op een veilige plek bewaard?
tr: Gizli anahtarınızı güvenli bir yere kaydettiniz mi?

source: Yes, I saved my secret key
es: Sí, he guardado my clave secreta
he_il: כן, אני שמרתי את המפתח הסודי שלי
it: Sì, ho salvato la mia chiave segreta
nb_no: Ja, jeg har lagret den hemmelige nøkkelen min
nl_nl: Ja, ik heb mijn beveiligingssleutel opgeslagen
tr: Evet, gizli anahtarımı kaydettim

source: You have to be funded before you can exchange money
es: Debe tener crédito antes de poder cambiar dinero
he_il: עליכם להקציב חשבון לפני שתוכלו להחליף כספים
it: Devi avere dei fondi prima di poter scambiare denaro
nb_no: Du må ha dekning på kontoen før du kan veksle penger
nl_nl: Uw account moet gefinancierd zijn voordat u geld kunt converteren
tr: Para değişimi yapabilmek için bakiyenizin olması gerekir

source: Receive (amount)
es: Recibir
he_il: התקבל
it: Ricevere
nb_no: Motta
nl_nl: Ontvang
tr: Al

source: Please enter an amount.
es: Por favor introduzca una cantidad.
he_il: נא להזין את הסכום.
it: Per favore inserisci un importo.
nb_no: Angi beløp.
nl_nl: Voer een bedrag in.
sk: Prosím, zadajte množstvo.
tr: Lütfen miktar giriniz.

source: Not a valid amount.
es: La cantidad no es válida.
he_il: סכום לא חוקי.
it: Importo non valido.
nb_no: Ugyldig beløp.
nl_nl: Ongeldig bedrag.
sk: Neplatné množstvo.
tr: Geçerli bir miktar değil.

source: Please enter an amount greater than zero.
es: Por favor introduzca una cantidad superior a cero.
he_il: נא להזין את סכום הגדול מאפס.
it: Inserire una quantità maggiore di zero.
nb_no: Beløpet må være større enn null.
nl_nl: Voer een bedrag groter dan nul in.
sk: Prosím, zadajte množstvo väčšie ako 0.
tr: Lütfen sıfırdan büyük bir miktar giriniz.

source: Calculating...
es: Calculando...
he_il: מחשב...
it: Sto calcolando...
nb_no: Beregner...
nl_nl: Berekenen...
sk: Prepočítavanie...
tr: Hesaplanıyor...

source: Cannot convert to {{exchange.amount}} {{exchange.currency_name}}. Please make sure your account has enough funds, and a {{1}} to a {{exchange.currency_name}} gateway.
es: No puede convertir a {{exchange.amount}} {{exchange.currency_name}}. Por favor asegúrese de que su cuenta tiene fondos suficientes, y una {{1}} a {{exchange.currency_name}} gateway.
he_il: לא ניתן להמיר ל {{exchange.amount}} {{exchange.currency_name}}. אנא בדקו שיש בחשבונכם התקציב הנדרש, ו {{1}} עבור {{exchange.currency_name}} שער תיווך "gateway".
it: Impossibile cambiare {{exchange.amount}} {{exchange.currency_name}}. Per favore assicurati che il tuo conto abbia fondi sufficienti, e un {{1}} a un {{exchange.currency_name}} gateway.
nb_no: Kan ikke veksle {{exchange.amount}} {{exchange.currency_name}}. Sørg for at kontoen din har nok midler, og {{1}} til en {{exchange.currency_name}}-portal.
nl_nl: Kan niet converteren naar {{exchange.amount}} {{exchange.currency_name}}. Zorg er alstublieft voor dat het saldo in uw portefeuille toereikend is en u een {{1}} heeft met een {{exchange.currency_name}} gateway.
tr: {{exchange.amount}} {{exchange.currency_name}} değiştirlemez. Lütfen hesabınızda yeterli paranız olduğundan emin olun ve {{1}} olarak {{exchange.currency_name}} gateway.

source: Sorry! Cannot convert {{exchange.amount}} {{exchange.currency_name}}. Please make sure your account has enough funds.
es: Lo sentimos! No se puede convertir {{exchange.amount}} {{exchange.currency_name}}. Por favor asegúrese de que su cuenta tiene fondos suficientes.
he_il: סליחה! לא ניתן להמיר {{exchange.amount}} {{exchange.currency_name}}. אנא בדקו שיש בחשבונכם התקציב הנדרש.
it: Spiacenti! Impossibile convertire {{exchange.amount}} {{exchange.currency_name}}. Per favore assicurati che il tuo conto abbia fondi sufficienti.
nb_no: Kan ikke veksle {{exchange.amount}} {{exchange.currency_name}}. Sørg for at kontoen din har nok midler.
nl_nl: Sorry! {{exchange.amount}} {{exchange.currency_name}} kan niet worden geconverteerd. Zorg ervoor dat U genoeg geld in uw portefeille heeft.
tr: Üzgünüz. {{exchange.amount}} {{exchange.currency_name}} dönüştürülemez. Lütfen hesabınızda yeterli paranız olduğundan emin olun.

source: Error while calculating path
es: Error al calcular el camino
he_il: שגיאה בעת חישוב נתיב
it: Errore durante il calcolo del percorso
nb_no: Feil under beregning av bane
nl_nl: Fout tijdens berekenen van pad
sk: Chyba pri výpočte cesty
tr: Yol hesaplamada hata

source: Exchange {{ alt.amount | rpcurrency }} {{1}}
es: Cambiar {{ alt.amount | rpcurrency }} {{1}}
he_il: להמיר {{ alt.amount | rpcurrency }} {{1}}
it: Cambia {{ alt.amount | rpcurrency }} {{1}}
nb_no: Veksle {{ alt.amount | rpcurrency }} {{1}}
nl_nl: Wissel {{ alt.amount | rpcurrency }} {{1}} om
tr: {{ alt.amount | rpcurrency }} {{1}} dönüştür

source: Paths last updated {{1}} {{2: seconds}} {{3: second}} ago
es: Caminos actualizados hace {{1}} {{2: seconds}} {{3: second}}
he_il: עדכון אחרון לנתיבים התבצע לפני {{1}} {{2: שניות}} {{3: שנייה}}
it: Ultimo aggiornamento dei percorsi {{1}} {{2: secondi}} {{3: secondo}} fa
nb_no: {{1}} {{2: sekunder}} {{3: sekund}} gamle baner
nl_nl: De paden werden {{1}} {{2: secondes}} {{3: seconde}} geleden aangepast
sk: Cesty naposledy aktualizované pred {{1}} {{2: sekundami}} {{3: sekunda}}
tr: Yollar son {{1}} {{2: saniye}} {{3: saniye}} önce güncellendi

source: Ripple is calculating a path for your conversion.
es: Ripple esta calculando un camino para la conversión.
he_il: ריפל מחשב נתיב עבור ההמרות שלך.
it: Ripple sta calcolando il percorso per il tuo cambio.
nb_no: Ripple beregner vekslingsbane.
nl_nl: Ripple is een pad aan het berekenen voor de conversie.
sk: Ripple vypočítava cestu pre vašu transakciu.
tr: Ripple çevrimi yapabilmek için yol hesaplıyor.

source: {{1:You are exchanging}}{{2}}{{3:to}}{{4}}{{5:You will pay at most}}{{6}}{{7:Are you sure?}}
es: {{1:Esta cambiando}}{{2}}{{3:a}}{{4}}{{5:Pagará como máximo}}{{6}}{{7:Está seguro?}}
he_il: {{1:אתם ממירים}}{{2}}{{3:ל}}{{4}}{{5:אתם תשלמו לכל היותר}}{{6}}{{7:האם אתם בטוחים?}}
it: {{1:Stai cambiando}}{{2}}{{3:in}}{{4}}{{5:Pagherai al massimo}}{{6}}{{7:Sei sicuro?}}
nb_no: {{1:Du veksler}}{{2}}{{3:til}}{{4}}{{5:Du betaler maks}}{{6}}{{7:Sikker?}}
nl_nl: {{1:U converteert}}{{2}}{{3:naar}}{{4}}{{5:U betaalt maximaal}}{{6}}{{7:Weet U het zeker??}}
tr: {{1:Değiştiriyorsunuz}}{{2}}ı {{4}}{{3:ya}}. {{5:En fazla {{6}} ödeyeceksin.}} {{7: Emin misin?}}

source: Do another conversion
es: Hacer otra conversión
he_il: לבצע המרה אחרת
it: Fai un altro cambio
nb_no: Veksle mer penger
nl_nl: Maak een andere conversie
sk: Vykonať inú konverziu
tr: Başka bir dönüştürme yap

source: Back to balance
es: Volver a balance
he_il: חזרה למאזן חשבון
it: Torna al saldo
nb_no: Tilbake til saldoen
nl_nl: Terug naar saldo
sk: Späť na zostatok na účte
tr: Bakiye'ye dön

source: Add trust
es: Añadir crédito
he_il: הוסיפו נאמן
it: Aggiungi fiducia
nb_no: Gi kreditt
nl_nl: Vertrouw krediet toe
sk: Pridať úver
tr: Güven ekle

source: Account does not meet the minimum XRP reserve.
es: La cuenta no cumple la reserva mínima de XRP.&#32;
he_il: חשבון אינו עומד במינימום רזרבת החובה של XRP.
it: Il conto non ha la quantità minima di riserva di XRP.
nb_no: Kontoen har ikke nok XRP-reserver.
nl_nl: Account voldoet niet aan het minimum XRP reserve-saldo.
sk: Účet nedisponuje minimálnou rezervou XRP.
tr: Hesabınız minimum XRP rezervine sahip değil.

source: More information
es: Más información
he_il: מידע נוסף
it: Maggiori informazioni
nb_no: Mer informasjon
nl_nl: Meer informatie
sk: Viac informácii
tr: Daha fazla bilgi

source: Please enter a Ripple name, contact, or address.
es: Por favor introduzca un nombre Ripple, un contacto, o una dirección.
he_il: בבקשה הזינו שם ריפל, מוטב או כתובת.
it: Per favore inserisci un nome Ripple, un contatto o un indirizzo.
nb_no: Angi Ripple-navn, -kontakt eller -adresse.
nl_nl: Voer een Ripple naam, contact of adres in.
tr: Lütfen bir Ripple isim, kişi veya adresinizi girin.

source: You've entered your own address.
es: Ha introducido su propia dirección.
he_il: אתם הזנתם את הכתובת שלכם.
it: Hai inserito il tuo indirizzo.
nb_no: Du har angitt din egen adresse.
nl_nl: U heeft uw eigen adres ingevoerd.
tr: Kendi adresi girdiniz.

source: Please enter a valid Ripple name, contact, or address.
es: Por favor introduzca un nombre Ripple válido, un contacto, o una dirección.
he_il: בבקשה הזינו שם ריפל, מוטב או כתובת תקפים.
it: Per favore inserisci un nome Ripple valido, un contatto o un indirizzo.
nb_no: Angi gyldig Ripple-navn, -kontakt eller -adresse.
nl_nl: Voer een geldige Ripple naam, contact of adres in.
tr: Lütfen geçerli bir Ripple isim, kişi veya adresinizi girin.

source: Please enter a Ripple address or contact.
es: Por favor introduzca una dirección Ripple o un contacto.
he_il: בבקשה הזינו כתובת ריפל או מוטב.
it: Per favore inserisci un indirizzo Ripple o un contatto.
nb_no: Angi Ripple-adresse eller -kontakt.
nl_nl: Voer een Ripple adres of contact in.
tr: Ripple adresi veya kişi adı girin.

source: Please enter a valid Ripple address or contact.
es: Por favor introduzca una dirección Ripple o un contacto válido.
he_il: בבקשה הזינו כתובת ריפל או מוטב תקפים.
it: Per favore inserisci un indirizzo Ripple valido o un contatto.
nb_no: Angi gyldig Ripple-adresse eller -kontakt.
nl_nl: Voer een geldig Ripple adres of contact in.
tr: Geçerli bir Ripple adresi veya kişi adı girin.

source: Amount
es: Cantidad
he_il: סכום
it: Quantità
nb_no: Beløp
nl_nl: Hoeveelheid
sk: Množstvo
tr: Miktar

source: Amount field is required
es: El campo Cantidad es necesario
he_il: נדרש להזין סכום
it: Il campo quantità è obbligatorio
nb_no: Beløpet mangler.
nl_nl: Bedrag is een verplicht veld
sk: Pole "Množstvo" je povinné
tr: Miktar alanı gereklidir

source: XRP can be sent without extending trust. If you really want to trust in XRP, please use XRR currency code.
es: Se pueden enviar XRP sin extender crédito. Si realmente quiere extender crédito en XRP, por favor utilice el código de divisa XRR.
he_il: ניתן לשלוח XRP ללא ארכת אמון. אם אתם באמת רוצים לתת אמון ב-XRP, אנא השתמשו בקוד מטבע של XRR.
it: Gli XRP possono essere inviati anche senza dare Fiducia. Se vuoi dare Fiducia in XRP, per favore utilizza il codice della valuta XRR.
nb_no: XRP kan sendes uten å gi kreditt. Hvis du virkelig vil gi kreditt i XRP, bruk valutakoden XRR.
nl_nl: XRP kan ook verzonden worden zonder het toevertrouwen uit te breiden. Als u daadwerkelijk wilt toevertrouwen in XRP, gebruik dan de XRR valuta code.
sk: XRP môžu byť odoslané aj bez vytvorenia úveru. Ak chcete naozaj poskytnúť úver v XRP, použite prosím kód meny XRR.
tr: XRP güven uzatılmadan gönderilebilir. Eğer XRP'ye güvenmek istersen XRR para birimi kodunu kullan.

source: Currency field is required
es: El campo Divisa es necesario
he_il: נדרש להזין מטבע
it: Il campo valuta è obbligatorio
nb_no: Valutaen mangler.
nl_nl: Valuta is een verplicht veld
sk: Pole "Mena" je povinné
tr: Parabirimi alanı gereklidir

source: Allow Rippling
es: Pemitir Ripplear
he_il: לאפשר Rippling
it: Permetti Rippling
nb_no: Tillat rippling
nl_nl: Sta Rippling toe
sk: Povoliť Rippling
tr: Ripplelamaya izin ver

source: Learn more about gateways
es: Más sobre pasarelas
he_il: למדו עוד על שערי תיווך "gateways"
it: Informati di più sui gateways
nb_no: Mer informasjon om portaler
nl_nl: Lees verder over gateways
tr: Geçitler hakkında daha fazla bilgi edinin
