Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: {{send.recipient | rpcontactname}} can't receive this currency.
es: {{send.recipient | rpcontactname}} no puede recibir esta moneda.
he_il: {{send.recipient | rpcontactname}} לא יכול לקבל מטבע זה.
it: {{send.recipient | rpcontactname}} non può ricevere questa valuta.
nb_no: {{send.recipient | rpcontactname}} kan ikke motta denne valutaen.
nl_nl: {{send.recipient | rpcontactname}} kan deze valuta niet ontvangen.
tr: {{send.recipient | rpcontactname}} bu kur almayabilir.

source: Amount must be greater than zero.
es: La cantidad debe ser superior a cero.
he_il: הסכום חייב להיות גדול מאפס.
it: La quantità deve essere maggiore di zero.
nb_no: Beløpet må være større enn null.
nl_nl: Hoeveelheid moet groter dan nul zijn.
sk: Množstvo musí byť väčšie ako nula.
tr: Tutar sıfırdan büyük bir değer olmalı.

source: This transaction exceeds your balance, you can send a max. of {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
es: Esta transaccion excede sus fondos, puede enviar un max. de {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
he_il: עסקה זו עולה על היתרה שלכם, אתם יכול לשלוח מקסימום. של {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
it: Questa transazione supera le tue disponibilità, puoi inviare un massimo di {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
nb_no: Denne transaksjonen overskrider saldoen din. Du kan sende maks {{account.max_spend | rpamount:{rel_precision: 0} }} XRP.
nl_nl: Deze transactie overschrijdt uw saldo. U kunt maximaal {{account.max_spend | rpamount:{rel_precision: 0} }} XRP versturen
sk: Táto transakcia prevyšuje váš zostatok, môžete odoslať max. {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
tr: Bu işlem hesap bakiyenizi aşmaktadır, en fazla {{account.max_spend | rpamount:{rel_precision: 0} }} XRP gönderebilirsiniz

source: Recipient does not allow XRP payments. Are you sure you want to send XRP anyway?
es: El receptor no acepta pagos XRP. Está seguro de querer enviar XRP de todas formas?
he_il: הנמען אינו מאפשר תשלומי XRP. האם אתם בטוחים שברצונכם לשלוח XRP בכל מקרה?
it: Il destinatario non consente pagamenti in XRP. Sei sicuro di voler inviare XRP comunque?
nb_no: Mottakeren godtar ikke betalinger med XRP. Vil du likevel sende XRP?
nl_nl: De ontvanger staat geen betalingen met XRP toe. Weet u zeker dat u toch XRP wilt verzenden?
sk: Príjemca nepovoľuje XRP platby. Napriek tomu chcete odoslať XRP?
tr: Alıcı XRP ödemelerini kabul etmemektedir.Yine de XRP göndermek istediğinizden eminmisiniz ?

source: {{send.recipient | rpcontactname}}trusts you for {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
es: {{send.recipient | rpcontactname}} le ha acreditado por {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
he_il: {{send.recipient | rpcontactname}}בוטח בך עבור {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
it: {{send.recipient | rpcontactname}}ti sta dando fiducia per {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
nb_no: {{send.recipient | rpcontactname}} gir deg kreditt på {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
nl_nl: {{send.recipient | rpcontactname}} vertrouwt u toe voor {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
sk: Úver od {{send.recipient | rpcontactname}} v hodnote {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
tr: {{send.recipient | rpcontactname}} {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}'e kadar size güveniyor.

source: Send XRP
es: Enviar XRP
he_il: שלחו XRP
it: Invia XRP
nl_nl: Verzend XRP
sk: Poslať XRP
tr: XRP gönder

source: Destination account is unfunded; send at least {{send.xrp_deficiency | rpamount}} XRP to fund it.{{1}}
es: La cuenta de destino no tiene fondos; envíe al menos {{send.xrp_deficiency | rpamount}} XRP para activarla.{{1}}
he_il: חשבון יעד אינו מתוקצב; צריך לשלוח לפחות {{send.xrp_deficiency | rpamount}} XRP כדי להפעיל חשבון זה.{{1}}
it: L'account del destinatario è senza fondi; invia almeno {{send.xrp_deficiency | rpamount}} XRP per attivarlo.{{1}}
nb_no: Målkontoen er uten dekning. Send minst {{send.xrp_deficiency | rpamount}} XRP for å gi den dekning. {{1}}
nl_nl: Het account van de ontvanger is niet gefinancierd; verzend tenminste {{send.xrp_deficiency | rpamount}} XRP om het account te financieren.{{1}}
sk: Cieľová adresa nemá minimálnu rezervu XRP; odošlite aspoň {{send.xrp_deficiency | rpamount}} XRP pre doplnenie rezervy.{{1}}
tr: Hedef hesap finanse edilmemiş.Finanse etmek için en az {{send.xrp_deficiency | rpamount}} XRP gönderin.{{1}}

source: Checking
es: Comprobando
he_il: בבדיקה
it: Controllo
nb_no: Sjekker
nl_nl: Nakijken
sk: Prebieha kontrola
tr: Kontrol ediliyor

source: Analyzing address
es: Analizando dirección
he_il: מנתח כתובת
it: Verifico l'indirizzo
nb_no: Analyserer adresse
nl_nl: Adres analyseren
sk: Analýza adresy
tr: Adres analiz ediliyor

source: Scanning accepted currencies
es: Escaneando divisas aceptadas
he_il: סורק למטבעות קבילים
it: Sto verificando le valute accettate
nb_no: Sjekker godtatte valutaer
nl_nl: Scannen naar geaccepteerde valuta
tr: Kabul edilen döviz cinsleri için tarama

source: Requesting quote
es: Solicitando cotización
he_il: נדרש מחיר
it: Richiesta della quotazione in corso
nb_no: Ber om kurs
nl_nl: Offerte aan het opvragen
sk: Žiadanie ponuky
tr: Fiyat talep ediliyor

source: Calculating paths
es: Calculando caminos
he_il: מחשב נתיבים
it: Calcolo dei percorsi
nb_no: Beregner baner
nl_nl: Paden aan het berekenen
sk: Prebieha výpočet trasy
tr: Yollar hesaplanıyor

source: Calculating alternatives
es: Calculando alternativas
he_il: חישוב חלופות
it: Calcolo delle alternative
nb_no: Beregner alternativer
nl_nl: Alternatieven aan het berekenen
sk: Vypočítavanie alternatívnych možností
tr: Alternatifler hesaplanıyor

source: You cannot send {{send.amount}} {{send.currency}} to {{send.recipient}}. Either your account has insufficient funds, or {{send.recipient}} doesn't accept {{send.currency}}.
es: No puede enviar {{send.amount}} {{send.currency}} a {{send.recipient}}. O su cuenta no tiene fondos suficientes, o {{send.recipient}} no acepta {{send.currency}}.
he_il: אתם לא יכולים לשלוח {{send.amount}} {{send.currency}} אל {{send.recipient}}. יתכן שאין בחשבונכם מספיק כסף או {{send.recipient}} לא מקבל {{send.currency}}.
it: Non puoi inviare {{send.amount}} {{send.currency}} a {{send.recipient}}. Il tuo account non ha fondi sufficienti oppure {{send.recipient}} non accetta {{send.currency}}.
nb_no: Du kan ikke sende {{send.amount}} {{send.currency}} til {{send.recipient}}. Enten så har kontoen din ikke nok midler, eller så godtar ikke {{send.recipient}} {{send.currency}}.
nl_nl: U kan {{send.amount}} {{send.currency}} niet naar {{send.recipient}} verzenden. Of het saldo van uw portefeuille is niet toereikend, of {{send.recipient}} aanvaardt geen {{send.currency}}.
tr: {{send.recipient}} kullanıcısına {{send.amount}} {{send.currency}} gönderilemez. Ya hesabınızda yetersiz para var, ya da {{send.recipient}} {{send.currency}} kabul etmiyor.

source: You cannot send {{send.amount}} {{send.currency}} to{{send.recipient}}. Your account has insufficient funds.
es: No puede enviar {{send.amount}} {{send.currency}} a{{send.recipient}}. Su cuenta no tiene fondos suficientes
he_il: אתם לא יכולים לשלוח {{send.amount}} {{send.currency}} אל{{send.recipient}}. כי אין מספיק כסף בחשבון.
it: Non puoi inviare {{send.amount}} {{send.currency}} a{{send.recipient}}. Il tuo account ha fondi insufficienti.
nb_no: Du kan ikke sende {{send.amount}} {{send.currency}} til {{send.recipient}}. Kontoen din har ikke nok midler.
nl_nl: U kunt geen {{send.amount}} {{send.currency}} versturen naar {{send.recipient}}. Het saldo in uw portefeuille is ontoereikend.
tr: {{send.recipient}} a {{send.amount}} {{send.currency}} gönderilemez. Hesabınızda yetersiz para var.

source: There are no valid currency choices for this destination.
es: No hay opciones de divisas válidas para este destino.
he_il: אין בחירות מטבע תקפות ליעד זה.
it: Non ci sono valute valide per questo indirizzo.
nb_no: Finner ingen gyldige valutavalg for målet.
nl_nl: Voor deze bestemming zijn geen valutakeuzes beschikbaar.
tr: Bu hedef için geçerli bir para birimi seçimi bulunmuyor.

source: Error while retrieving quote for outbound payment. {{1}}
es: Se ha producido un error al recuperar la cuota para el pago saliente. {{1}}
he_il: שגיאה בעת אחזור בקשה לתשלום יוצא. {{1}}
it: Errore durante il recupero della quotazione per il pagamento in uscita. {{1}}
nb_no: Feil under forsøk på å hente kurs for utgående betaling. {{1}}
nl_nl: Fout bij het opvragen van een quote voor te verzenden betaling. {{1}}
tr: Giden ödeme teklifi alınırken hata oluştu. {{1}}

source: You can send
es: Puede enviar
he_il: אתם יכולים לשלוח
it: Tu puoi inviare
nb_no: Du kan sende
nl_nl: U kunt verzenden
sk: Môžete poslať
tr: Gönderebilirsiniz

source: Or you can send
es: O puede enviar
he_il: או שאתם יכולים לשלוח
it: O puoi inviare
nb_no: Eller du kan sende
nl_nl: Of u kunt verzenden
sk: Alebo môžete poslať
tr: Ya da gönderebilirsiniz

source: Send {{ alt.amount | rpcurrency }} {{1}}
es: Enviar {{ alt.amount | rpcurrency }} {{1}}
he_il: שליחה {{ alt.amount | rpcurrency }} {{1}}
it: Invia {{ alt.amount | rpcurrency }} {{1}}
nl_nl: Verstuur {{ alt.amount | rpcurrency }} {{1}}
tr: {{ alt.amount | rpcurrency }} {{1}} gönder

source: Ripple is calculating a path for your payment.
es: Ripple está calculando un camino para su pago.
he_il: ריפל מחשב נתיב לתשלום שלך.
it: Ripple sta calcolando il percorso per il tuo pagamento.
nb_no: Ripple beregner betalingsbane.
nl_nl: Ripple berekent een pad voor uw betaling.
sk: Ripple vypočítava cestu pre vašu platbu.
tr: Ripple ödemeniz için bir yol hesaplıyor/arıyor.

source: You are sending {{1}} to
es: Está enviando {{1}} a
he_il: אתם שולחים {{1}} אל
it: Stai inviando {{1}} a
nb_no: Du sender {{1}} til
nl_nl: U gaat {{1}} verzenden naar
tr: {{1}} gönderdiğiniz

source: Destination tag: {{send.dt}}
es: Etiqueta de destino: {{send.dt}}
he_il: תג יעד: {{send.dt}}
it: Etichetta del destinatario: {{send.dt}}
nb_no: Referansenummer: {{send.dt}}
nl_nl: Bestemmingskenmerk: {{send.dt}}
sk: Značka adresáta: {{send.dt}}
tr: Hedef etkieti: {{send.dt}}

source: They will receive
es: Recibirán
he_il: הסכום שיקבל
it: Loro riceveranno
nb_no: De får
nl_nl: Diegene ontvangt
sk: Získajú
tr: Alacaklar

source: You will pay at most
es: Pagarás como máximo
he_il: אתם תשלמו לכל היותר
it: Pagherai al massimo
nb_no: Du betaler maks
nl_nl: Ten hoogste betaalt u
sk: Zaplatíte najviac
tr: Ödeyeceğiniz miktar

source: Are you sure?
es: Estás seguro?
he_il: אתם בטוחים?
it: Sei sicuro?
nb_no: Sikker?
nl_nl: Weet u het zeker?
sk: Ste si istý?
tr: Emin misin ?

source: Password required to unlock wallet
es: Contraseña requerida para desbloquear la cartera
he_il: נדרשת ססמה לפתיחת הארנק
it: Password richiesta per sbloccare il portafoglio.
nb_no: Passordet er nødvendig for å låse opp lommeboken
nl_nl: Wachtwoord vereist om de portefeuille te ontgrendelen
tr: Bir parola cüzdanını kilidini açmak için gereklidir

source: Contact saved!
es: Contacto guardado!
he_il: מוטב נשמר!
it: Contatto salvato!
nb_no: Kontakt lagret.
nl_nl: Contact opgeslagen!
sk: Kontakt uložený!
tr: Kişi kaydedildi!

source: Add this address to contacts
es: Añadir esta dirección a contactos
he_il: להוסיף כתובת זו למוטבים
it: Aggiungi questo indirizzo ai contatti
nb_no: Legg adressen til kontaktene dine.
nl_nl: Voeg dit adres toe aan contacten
sk: Pridať túto adresu do kontaktov
tr: Bu adresi kişiler listesine ekle

source: Name this user
es: Nombre a este usuario
he_il: תן שם למשתמש זה
it: Nome di questo utente
nb_no: Angi navn på brukeren
nl_nl: Benoem deze gebruiker
sk: Pomenujte tohto používateľa
tr: Bu kullanıcıya isim verin

source: Saving...
es: Guardando...
he_il: שומר...
it: Sto salvando...
nb_no: Lagrer...
nl_nl: Aan het opslaan...
sk: Ukladanie...
tr: Kaydediliyor...

source: Send another payment
es: Enviar otro pago
he_il: שלחו תשלום אחר
it: Invia un altro pagamento
nb_no: Send enda en betaling
nl_nl: Verzend nog een betaling
sk: Odoslať ďalšiu platbu
tr: Yeni bir ödeme yap

source: Advanced
es: Avanzado
he_il: מתקדם
it: Avanzate
nb_no: Avansert
nl_nl: Geavanceerd
sk: Pokročilé
tr: İleri

source: Loading order book...
es: Cargando libro de ordenes...
he_il: טוען ספר הזמנות...
it: Caricamento del libro...
nb_no: Henter ordrebok...
nl_nl: Orderboek aan het laden...
sk: Načítavanie knihy príkazov...
tr: Sipariş defteri yükleniyor...

source: flip
es: cambiar
he_il: להפוך
it: rovescia
nb_no: snu
nl_nl: omdraaien
tr: çevir

source: Base currency
es: Divisa base
he_il: מטבע בסיס
it: Valuta base
nb_no: Basisvaluta
nl_nl: Basisvaluta
sk: Základná mena
tr: Temel parabirimi

source: Change gateway
es: Cambiar pasarela
he_il: שינוי שער מתווך
it: Cambia gateway
nb_no: Endre portal
nl_nl: Gateway veranderen
tr: Geçit değiştirin

source: Counter currency
es: Divisa secundaria
he_il: מטבע נגדי
it: Valuta corrente
nb_no: Motvaluta
nl_nl: Variabele valuta
sk: Protimena
tr: Karşı parabirimi

source: Base currency issuer ({{order.first_currency | rpcurrency}})
es: Emisor de moneda base ({{order.first_currency | rpcurrency}})
he_il: מנפיק מטבע בסיס ({{order.first_currency | rpcurrency}})
it: Emittente della valuta base ({{order.first_currency | rpcurrency}})
nb_no: Utsteder for basisvaluta ({{order.first_currency | rpcurrency}})
nl_nl: Basis-valuta verstrekker ({{order.first_currency | rpcurrency}})
tr: Temel parabirimi yayıncısı ({{order.first_currency | rpcurrency}})

source: Not a valid Ripple address or contact
es: La dirección Ripple o el contacto no son válidos
he_il: כתובת ריפל או מוטב אינה תקפה
it: Non è un indirizzo Ripple o un contatto valido
nb_no: Ugyldig Ripple-adresse eller kontakt
nl_nl: Ongeldig Ripple-adres of contact
sk: Neplatná Ripple adresa alebo kontakt
tr: Geçersiz Ripple adresi veya kişi

source: Counter currency issuer ({{order.second_currency | rpcurrency}})
es: Emisor de moneda secundaria ({{order.second_currency | rpcurrency}})
he_il: מנפיק מטבע נגדי ({{order.second_currency | rpcurrency}})
it: Emittente della valuta corrente ({{order.second_currency | rpcurrency}})
nb_no: Utsteder for motvaluta ({{order.second_currency | rpcurrency}})
nl_nl: Contra-valuta verstrekker ({{order.second_currency | rpcurrency}})
tr: Karşı parabirimi yayıncısı ({{order.second_currency | rpcurrency}})

source: Not a valid Ripple name or address
es: No es un nombre o dirección Ripple válido
he_il: שם ריפל או כתובת אינם תקפים
it: Nome o indirizzo Ripple non valido
nb_no: Ugyldig Ripple-navn eller -adresse
nl_nl: Ripple naam of adres is ongeldig
tr: Geçersiz Ripple adı veya adresi

source: You must select a gateway to trade currencies. Click the “Change gateway” link above and enter the gateway's address or Ripple name. {{1:Find a gateway.}}
es: Debe seleccionar una plataforma para cambiar divisas. Haga click en el link "Cambiar pasarela" arriba e introduzca la dirección o el nombre Ripple de la plataforma. {{1:Buscar una pasarela.}}
he_il: אתם חייבים לבחור שער תיווך על מנת לסחור במטבעות. לחצו על " שינוי שער תיווך" בקישור שלמעלה והזינו את כתובת שער התיווך או את שם הריפל. {{1:חפשו שער מתווך.}}
it: Devi selezionare un gateway per scambiare valute. Clicca sul link "Cambia gateway" e inserisci l'indirizzo del gateway o il suo nome Ripple. {{1:Trova un gateway.}}
nb_no: Du må velge en portal for å handle valuta. Trykk «endre portal» og angi portalens adresse eller Ripple-navn. {{1:Finn en portal.}}
nl_nl: U moet een gateway selecteren om in valuta te handelen. Klik hierboven op "Gateway veranderen" en voer het adres of de Ripple naam van de gateway in. {{1:Vind een gateway.}}
tr: Alım-satım yapabilmek için bir geçit seçmelisiniz. Yukarda yer alan “Geçit Değiştir” linkine tıklayın ve geçidin adresini veya Geçid adını girin. {{1:Find a gateway.}}

source: Bid
es: Oferta
he_il: בקשת קנייה
it: Denaro
nb_no: Kjøper
nl_nl: Aanbod
sk: Ponuka
tr: Teklif

source: Ask
es: Demanda
he_il: הצעת זמינה
it: Lettera
nb_no: Selger
nl_nl: Vraag
sk: Dopyt
tr: Alış

source: Spread
es: Diferencia
he_il: ההפרש בין הצעת הקניה למכירה
nb_no: Spenn
nl_nl: Spreiding
sk: Rozpätie

source: Last price
es: Último precio
he_il: מחיר אחרון
it: Ultimo prezzo
nb_no: Siste kurs
nl_nl: Meest recente prijs
sk: Posledná cena
tr: Son Fiyat

source: You have to be funded before you can trade
es: Debe tener fondos antes de poder operar
he_il: עליכם להקציב חשבון על מנת שתכלו לסחור
it: Devi finanziare il tuo conto prima di poter scambiare
nb_no: Du må ha dekning på kontoen før du kan handle.
nl_nl: Uw account moet gefinancierd zijn voordat u kunt handelen
sk: Pre obchodovanie musíte disponovať minimálnou rezervou XRP
tr: Alım/Satım işlemi yapabilmek için para yüklemiş olmanız gerekir.

source: Buy {{1}} {{order.first_currency | rpcurrency}}
es: Comprar {{1}} {{order.first_currency | rpcurrency}}
he_il: קנייה {{1}} {{order.first_currency | rpcurrency}}
it: Compra {{1}} {{order.first_currency | rpcurrency}}
nb_no: Kjøp {{1}} {{order.first_currency | rpcurrency}}
nl_nl: Koop {{1}} {{order.first_currency | rpcurrency}}
tr: Al {{1}} {{order.first_currency | rpcurrency}}

source: Sell {{1}} {{order.first_currency | rpcurrency}}
es: Vender {{1}} {{order.first_currency | rpcurrency}}
he_il: מכירה {{1}} {{order.first_currency | rpcurrency}}
it: Vendi {{1}} {{order.first_currency | rpcurrency}}
nb_no: Selg {{1}} {{order.first_currency | rpcurrency}}
nl_nl: Verkoop {{1}} {{order.first_currency | rpcurrency}}
tr: Sat {{1}} {{order.first_currency | rpcurrency}}

source: {{1}} available
es: {{1}} disponible
he_il: {{1}} זמין
it: {{1}} disponibile
nb_no: {{1}} tilgjengelig
nl_nl: {{1}} beschikbaar
tr: {{1}} uygun

source: Amount To Buy
es: Cantidad A Comprar
he_il: סכום לקנייה
it: Quantità da comprare
nb_no: Beløp å kjøpe
nl_nl: Te kopen hoeveelheid
tr: Satın alınacak miktar

source: Amount To Sell
es: Cantidad A Vender
he_il: סכום למכירה
it: Quantità da vendere
nb_no: Beløp å selge
nl_nl: Te verkopen hoeveelheid
tr: Satılacak miktar

source: Required
es: Requerido
he_il: שדה נדרש
it: Obbligatorio
nb_no: Påkrevd
nl_nl: Vereist
sk: Požadované
tr: Gerekli

source: Must be greater than zero
es: Debe ser mayor que cero
he_il: חייב להיות מעל אפס
it: Deve essere maggiore di zero
nb_no: Må være større enn null
nl_nl: Moet groter zijn dan nul
sk: Musí byť viac ako nula
tr: Sıfırdan büyük olmalı

source: Minimum is a drop (0.000001) and maximum is 100 billion XRPs
es: Lo minimo es una nimiedad (0.000001) y el maximo es 100 billones de XRPs
he_il: המינימום הוא (0.000001) ומקסימום הוא 100 מיליארד XRPs
it: Il minimo è una frazione (0.000001) e il massimo è 100 miliardi di XRP
nb_no: Minimum er en dråpe (0.000001) og maksimum er 100 milliarder XRP
nl_nl: Minimum is een 'drop' (0.000001) en maximum is 100 miljard XRP
sk: Minimum je Drop (0.000001) a maximum je 100 miliárd XRP
tr: En az işlem limiti (0.000001) ve en fazla işlem limiti 100 milyar XRP dir

source: Price of Each
es: Precio de Cada
he_il: מחיר ליחידת מטבע
it: Prezzo di Ognuno
nb_no: Kurs
nl_nl: Prijs per stuk
sk: Cena za jeden
tr: Her birinin fiyatı

source: Order Value (max)
es: Valor de Orden (máx.)
he_il: (חישוב שווי העסקה)
it: Valore Ordine (max)
nb_no: Ordreverdi (maks)
nl_nl: Waarde order (max)
sk: Čiastka príkazu (max)
tr: Sipariş değeri (max)

source: You are wanting to buy {{1}} for {{2}} ({{3}} per {{4}})
es: Quiere comprar {{1}} por {{2}} ({{3}} a {{4}})
he_il: אתם לקראת קנייה של {{1}} עבור {{2}} ({{3}} פר { {4}})
it: Vuoi comprare {{1}} per {{2}} ({{3}} a {{4}})
nb_no: Du kjøper {{1}} for {{2}} ({{3}} per {{4}})
nl_nl: U wilt kopen {{1}} voor {{2}} ({{3}} per {{4}})
sk: Chcete kúpiť {{1}} za {{2}} ({{3}} za {{4}})
tr: {{4}}) başına {{2}} ({{3}} için {{1}} almak istiyorsunuz

source: You are wanting to sell {{1}} for {{2}} ({{3}} per {{4}})
es: Quiere vender {{1}} por {{2}} ({{3}} a {{4}})
he_il: אתם לקראת מכירה של {{1}} עבור {{2}} ({{3}} פר { {4}})
it: Vuoi vendere {{1}} per {{2}} ({{3}} a {{4}})
nb_no: Du selger {{1}} for {{2}} ({{3}} per {{4}})
nl_nl: U wil verkopen {{1}} voor {{2}} ({{3}} per {{4}})
sk: Chcete predať {{1}} za {{2}} ({{3}} za {{4}})
tr: {{4}}) başına {{2}} ({{3}} için {{1}} satmak istiyorsunuz

source: Buy
es: Comprar
he_il: קנייה
it: Compra
nb_no: Kjøp
nl_nl: Kopen
sk: Kúpiť
tr: Al

source: Sell
es: Vender
he_il: מכירה
it: Vendi
nb_no: Selg
nl_nl: Verkopen
sk: Predať
tr: Sat

source: You do not have sufficient funds to create an order.
es: No tiene suficentes fondos para crear una orden
he_il: אין לך מספיק תקציב כדי ליצור הזמנה.
it: Non hai abbastanza fondi per creare un ordine.
nb_no: Du har ikke nok midler til å legge inn en ordre.
nl_nl: U heeft niet genoeg saldo om een order te creëren.
sk: Nemáte dostatok prostriedkov na vytvorenie príkazu.
tr: Sipariş girebilmek için yeterli bakiyeye sahip değilsiniz.

source: CAUTION: Your order is far off from the current market price.
es: ATENCIÓN: Su orden esta muy alejada del precio de mercado actual.
he_il: אזהרה: ההזמנה שלכם מעל ומעבר למחיר השוק הנוכחי.
it: ATTENZIONE: Il tuo ordine è lontano dal prezzo corrente di mercato.
nb_no: ADVARSEL: Ordren din avviker sterkt fra gjeldende kurs.
nl_nl: LET OP: Uw order wijkt sterk af van de huidige marktprijs.
tr: DİKKAT: Verdiğiniz emir cari piyasa fiyatından çok uzak.

source: You are about to create an order to {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6}}{{7:Are you sure?}}
es: Va a crear una orden para {{1: comprar}} {{2: vender}}{{3}}{{4:por}}{{5}}{{6}}{{7::Esta seguro?}}
he_il: אתם עומדים לבצע הזמנה כדי {{1: לקנות}} {{2: למכור}}{{3}}{{4:עבור}}{{5}}{{6}}{{7:אתם בטוחים?}}
it: Stai creando un ordine per {{1: comprare}} {{2: vendere}}{{3}}{{4:per}}{{5}}{{6}}{{7:Sei sicuro?}}
nb_no: Du legger inn en ordre om å {{1: kjøpe}} {{2: selge}}{{3}}{{4:for}}{{5}}{{6}}{{7:Sikker?}}
nl_nl: U staat op het punt een order aan te maken om {{3}}{{1: te kopen}} {{2: te verkopen}}{{4:voor}}{{5}}{{6}}{{7:Weet u dit zeker?}}
tr: {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6}}{ şeklinde bir talimat girmek üzeresiniz .{7:Emin misiniz?}}

source: &laquo; Back
es: &laquo; Atrás
he_il: חזור
it: &laquo; Indietro
nb_no: &laquo; Tilbake
nl_nl: &laquo; Terug
sk: &laquo; Späť
tr: &laquo; Geri

source: Sending order to Ripple network...
es: Enviando orden a la red Ripple...
he_il: שולח הזמנה לרשת ריפל...
it: Invio dell'ordine alla rete Ripple in corso....
nb_no: Sender ordren til Ripple-nettverket...
nl_nl: De order wordt naar het Ripple netwerk verzonden...
sk: Odosielam príkaz do siete Ripple...
tr: İşlem emri Ripple ağına gönderiliyor...

source: Your order has been submitted.
es: Su orden ha sido enviada.
he_il: ההזמנה שלך הוגשה.
it: L'ordine è stato inserito.
nb_no: Ordren er sendt.
nl_nl: Uw order is geplaatst.
sk: Váš príkaz bol odoslaná.
tr: Sipariş gönderildi.

source: Your order is now active.
es: Su orden está ahora activada.
he_il: הזמנתכם פעילה כעת.
it: Il tuo ordine è attivo.
nb_no: Ordren er aktiv.
nl_nl: Uw order is nu actief.
tr: Emir şu an aktif.

source: Your order is filled.
es: Su orden está completa.
he_il: הזמנתכם מלאה.
it: Il tuo ordine è stato eseguito.
nb_no: Ordren er fullført.
nl_nl: Uw order is uitgevoerd.
tr: Teklifiniz karşılandı.

source: Request has been denied.
es: La petición ha sido denegada.
he_il: הבקשה נדחתה.
it: La richiesta è stata rifiutata.
nb_no: Forespørselen ble avvist.
nl_nl: Verzoek is geweigerd.
tr: Talep reddedildi.
