Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: You are now migrating your account- meaning you'll no longer be able to access your account from ripple.com/client. You will retain all of your balances, contacts, and account history. Your account will use the same secret key as before. If you have already saved your secret key, please continue your migration.
es: Esta a punto de migrar su cuenta- esto significa que no podrá volver a conectarse a su cuenta desde ripple.com/client. Mantendrá todos sus balances, contactos e historial de cuenta. Su cuenta usará la misma clave secreta que antes. Si ya ha guardado su clave secreta, por favor continue la migración.
he_il: אתם מבצעים הגירה לחשבונכם- משמעות הדבר שלא תהיה לכם יותר אפשרות לגשת לחשבון שלכם דרך ripple.com/client. שאר המידע בחשבונכם, מאזן, מוטבים והיסטוריה יישארו כמו שהם. חשבונכם החדש יעשה שימוש באותו המפתח סודי של החשבון הישן. אם כבר שמרתם את המפתח הסודי והוא נגיש לכם, אתם יכולים להמשיך בתהליך ההגירה.
it: Ora stai migrando il tuo account; questo significa che non sarai più in grado di accedere al tuo account dal client ripple.com. Continuerai ad avere il tuo saldo, i contatti e la cronologia. Il tuo account avrà la stessa chiave segreta di prima. Se hai già salvato la chiave segreta, per favore continua la migrazione.
nb_no: Du migrerer kontoen din. Du vil ikke kunne bruke ripple.com/client for å få tilgang til kontoen din. Du beholder alle saldoer, kontakter og kontologgen. Kontoen din bruker den samme hemmelige nøkkelen som før. Du kan fortsette migreringen hvis du har lagret den hemmelige nøkkelen din.
nl_nl: U gaat nu uw portefeuille migreren - Dit betekent dat U niet langer zal in staat zijn om toegang te krijgen tot uw portefeuille vanaf ripple.com/cliënt. U zal na de migratie al uw saldi, contacten, en de portefeuille-geschiedenis behouden. Uw portefeille zal dezelfde geheime sleutel gebruiken als voorheen. Als U uw geheime sleutel reeds heeft opgeslagen, kunt U verder gaan met de migratie.
tr: Hesabınızı yeni sisteme geçiriyorsunuz - yani artık ripple.com/client üzerinden hesabınıza erişmek mümkün olmayacaktır. Tüm bakiyeleriniz, bağlantılarınız ve hesap tarihçeniz korunacaktır. Hesabınız için daha önce kullanmakta olduğunuz gizli anahtarı kullanmaya devam edebilirsiniz. Gizli anahtarınızı zaten kaydettiyseniz lütfen geçiş işlemine devam edin.

source: The secret key unlocks access to all your account funds in the event you lose your Ripple name or password. Please write it down and store it somewhere private and safe. {{1:Read more}} about keys and wallet safety.
es: La clave secreta desbloquea el acceso a todos los fondos de su cuenta en caso de que olvide o pierda su nombre Ripple o contraseña. Por favor guárdela en un lugar privado y seguro. {{1:Leer más}} sobre claves y seguridad de cartera.
he_il: המפתח הסודי מאפשר גישה לכל הכספים שבחשבונכם בתרחיש של אבדן שם משתמש או ססמה. בבקשה רישמו אותו ושמרו אותו במקום מוגן, פרטי ובטוח. {{1:לימדו עוד}} על המפתח הסודי ועל אבטחת הארנק.
it: La chiave segreta sblocca l'accesso a tutti i fondi del tuo account anche se hai perso il tuo nome Ripple o la password. Per favore scrivila e salvala in un luogo privato e sicuro. {{1:Leggi di più}} riguardo le chiavi e la sicurezza dell'account.
nb_no: Den hemmelige nøkkelen gir tilgang til alle midlene i kontoen din. Du kan bruke den hvis du mister Ripple-navnet eller -passordet ditt. Skriv den ned og oppbevar den på et trygt og hemmelig sted. {{1:Les mer}} om nøkler og sikkerhet for lommebøker.
nl_nl: De beveiligingssleutel geeft u toegang tot al uw financiën in het geval dat u uw Ripple naam of wachtwoord kwijtraakt. Schrijf deze op en bewaar het op een veilige plek. {{1:Meer info}} over beveiligingssleutels en portefeuille-beveiliging.
tr: Gizli anahtar, Ripple adı veya şifrenizi kaybetmeniz durumunda tüm hesap fonlarına erişimi açar. Lütfen bunu yazın, özel ve güvenli bir yerde saklayın. Anahtarlar ve cüzdan güvenliği hakkında {{1:devamını oku}}.

source: If you have not saved your secret key, please write it down and store it somewhere private and safe. In the event you lose your Ripple name or password, you can use this secret key to recover your funds.
es: Si no ha guardado su clave secreta, por favor guárdela en un lugar privado y seguro. En caso de que pierda su nombre Ripple o contraseña, puede usar esta clave secreta para recuperar sus fondos.
he_il: אם לא שמרתם את המפתח הסודי, בבקשה רישמו אותו ושמרו אותו במקום מוגן, פרטי ובטוח. בתרחיש של אבדן שם משתמש או ססמה, אתם תוכלו להשתמש במפתח זה על מנת לשחזר את חשבונכם וכל כספיכם.
it: Se non hai salvato la tua chiave segreta, per favore scrivila e salvala in un luogo privato e sicuro. Se dimentichi il tuo nome Ripple o la password, puoi usare questa chiave per accedere ai tuoi fondi.
nb_no: Skriv ned den hemmelige nøkkelen din og lagre den på et trygt og hemmelig sted. Skulle du miste Ripple-navnet eller -passordet ditt, kan du bruke den hemmelige nøkkelen til å gjenvinne pengene dine.
nl_nl: Als U uw geheime sleutel niet heeft opgeslagen, schrijf deze op en bewaar hem ergens privaat en veilig. In het geval U uw Ripple of wachtwoord verliest, kunt u deze geheime sleutel gebruiken om uw portefeuille en uw geld te recupereren.
tr: Eğer gizli anahtarınızı saklamadıysanız, lütfen yazın, özel ve güvenli bir yerde muhafaza edin. Eğer Ripple adı veya şifrenizi kaybederseniz, fonlarınızı kurtarmak için bu gizli anahtarı kullanabilirsiniz.

source: Continue to email verification
es: Seguir a verificación de mail
he_il: המשיכו לאימות אימייל
it: Procedi alla verifica dell'email
nb_no: Fortsett til e-postbekreftelse
nl_nl: Verder naar e-mail verificatie
tr: E-posta doğrulama

source: We’ve sent an email to {{1}}. To complete registration, click the link in the email.
es: Hemos enviado un email a {{1}}. Para complear el registro haga click en el link que hay dentro del email.
he_il: שלחנו אימייל אל {{1}}. כדי להשלים את הרישום, לחצו על הקישור המופיע בהודעה.
it: Abbiamo inviato una email a {{1}}. Per completare la registrazione clicca il link nella email.
nb_no: Vi har sendt e-post til {{1}}. Trykk på lenken i e-posten for å fullføre registreringen.
nl_nl: We hebben een email gestuurd naar {{1}}. Om uw registratie gereed te maken, klikt u op de link in de email.
tr: {{1}}'e bir e-posta gönderdik. Kaydı tamamlamak için, e-postadaki bağlantıyı tıklayın.

source: Email token has been resent.
es: Un Email ha sido reenviado.
he_il: קישור לאימות אימייל נשלח שוב.
it: L'email con il codice di verifica è stata reinviata.
nb_no: Token sendt på nytt.
nl_nl: E-mail token is opnieuw verzonden
tr: E-posta belirteci yeniden gönderildi.

source: Email Address:
es: Dirección Email:
he_il: כתובת אימייל:
it: Indirizzo email:
nb_no: E-postadresse:
nl_nl: E-mail Adres
tr: E-posta adresi:

source: Re-send Email
es: Reenviar Email
he_il: שלח אימייל מחדש
it: Rinvia Email
nb_no: Send e-post på nytt
nl_nl: Verstuur de email opnieuw
tr: E-posta yeniden gönder

source: Active Session Timeout
es: Expiración de Sesión Activa
he_il: התהליך הופסק
it: Sessione Scaduta
nb_no: Tidsavbrudd for gjeldende økt
nl_nl: Actieve Sessie Timeout
tr: Aktif Oturum Zaman Aşımı

source: To view or edit your security settings, you must currently have an active session.
es: Para ver o editar su configuración de seguridad, debe tener una sesión activa.
he_il: כדי להציג או לערוך את הגדרות האבטחה שלכם, עליכם להיות במצב פעיל.
it: Per vedere o modificare le impostazioni si sicurezza, devi avere una sessione attiva.
nb_no: Du må ha en gjeldende økt for å kunne se eller endre sikkerhetsinnstillingene dine.
nl_nl: Om uw beveiligingsinstellingen te kunnen zien of bewerken moet u een actieve sessie hebben.
tr: Güvenlik ayarlarınızı görüntülemek veya düzenleyebilmek için etkin bir oturumunuz olmalıdır.

source: Restore Session
es: Reestablecer Sesión
he_il: שיחזור פעילות
it: Ripristina sessione
nb_no: Gjenopprett økt
nl_nl: Sessie Herstellen
tr: Oturumu Kurtar

source: Your Ripple password has been changed, please login again
es: Su contraseña Ripple ha sido cambiada, por favor conéctese de nuevo
he_il: ססמת הריפל שלכם שונתה, בבקשה התחברו שוב!
it: La tua password di Ripple è stata cambiata, per favore accedi di nuovo.
nb_no: Ripple-passordet ditt er endret. Logg inn på nytt.
nl_nl: Uw Ripple wachtwoord is met succes gewijzigd.
tr: Ripple şifreniz değiştirildi, lütfen tekrar giriş yapınız

source: Couldn't change your Ripple password, please try again later.
es: No se ha podido cambiar su contraseña Ripple, por favor inténtelo de nuevo más tarde.
he_il: שינוי ססמת הריפל לא התאפשרה, אנא נסו שוב מאוחר יותר.
it: Non è stato possibile cambiare la tua password Ripple, per favore riprova più tardi.
nb_no: Kunne ikke endre Ripple-passordet ditt. Prøv senere.
nl_nl: Uw Ripple wachtwoord kon niet worden gewijzigd, probeer het later opnieuw.
tr: Ripple şifreniz değiştirilemedi, lütfen daha sonra tekrar deneyiniz.

source: Changing your Ripple password...
es: Cambiando su contraseña Ripple...
he_il: משנה את ססמת הריפל שלכם...
it: Sto cambiando la tua password Ripple..
nb_no: Endre Ripple-passordet ditt...
nl_nl: Uw Ripple wachtwoord wordt aangepast...
tr: Ripple şifreniz değişiyor...

source: Your Ripple password has been changed successfully.
es: Su contraseña Ripple ha sido cambiada con éxito.
he_il: ססמת הריפל שלכם שונתה בהצלחה.
it: La tua password Ripple è stata cambiata.
nb_no: Ripple-passordet ditt er endret.
nl_nl: Uw Ripple wachtwoord is met succes gewijzigd.
tr: Ripple şifreniz başarıyla değiştirildi.

source: Unable to load Two-factor authentication settings.
es: No se ha podido cargar la configuración de la autenticación Two-factor.
he_il: לא מצליח לטעון את הגדרות אימות דו-שלבי.
it: Impossibile caricare le impostazioni dell'autenticazione a due fattori.
nb_no: Ute av stand til å hente innstillingene for tofaktorautentisering.
nl_nl: Instellingen voor Two-factor authentication konden niet worden geladen.
tr: İki faktörlü kimlik doğrulama ayarları yüklenemiyor.

source: Error saving Two-factor authentication settings.
es: Error guardando la configuración de la autenticación Two-factor.
he_il: אירעה שגיאה בעת שמירת הגדרות האימות הדו-שלבי.
it: Errore durante il salvataggio dell'autenticazione a due fattori.
nb_no: Feil under lagring av innstillingene for tofaktorautentisering.
nl_nl: Er is een fout opgetreden bij het opslaan van de instellingen voor Two-factor authentication.
tr: İki faktörlü kimlik doğrulama ayarlarını kaydetme sırasında hata oluştu.

source: The verification code is invalid.
es: El código de verificación no es válido.
he_il: קוד האימות לא תקף.
it: Il codice di verifica non è valido.
nb_no: Bekreftelseskoden er ugyldig.
nl_nl: De verificatiecode is ongeldig.
tr: Doğrulama kodu geçersiz.

source: Two-factor authentication has been successfully enabled.
es: Autenticación Two-factor se ha activado con éxito.
he_il: האימות הדו-שלבי הופעל בהצלחה.
it: L'autenticazione a due fattori è stata abilitata con successo.
nb_no: Tofaktorautentisering er aktivert.
nl_nl: Two-factor authentication is succesvol aangezet.
tr: İki faktörlü kimlik doğrulaması başarıyla etkinleştirildi.

source: Two-factor authentication has been successfully disabled.
es: Autenticación Two-factor se ha desactivado con éxito.
he_il: האימות הדו-שלבי נוטרל בהצלחה.
it: L'autenticazione a due fattori è stata disabilitata con successo.
nb_no: Tofaktorautentisering er deaktivert.
nl_nl: Two-factor authentication is succesvol uitgezet.
tr: İki faktörlü kimlik doğrulaması başarıyla devre dışı bırakıldı.

source: Security settings
es: Configuración de seguridad
he_il: הגדרות אבטחה
it: Impostazioni di sicurezza
nb_no: Sikkerhetsinnstillinger
nl_nl: Beveiligingsinstellingen
tr: Güvenlik ayarları

source: Loading Two-factor authentication settings...
es: Cargando la configuración de la autenticación Two-factor...
he_il: טוען את הגדרות האימות הדו-שלבי...
it: Sto caricando le impostazioni dell'autenticazione a due fattori...
nb_no: Henter innstillinger for tofaktorautentisering...
nl_nl: Bezig met het laden van de instellingen voor Two-factor authentication...
tr: İki faktörlü kimlik doğrulama ayarları yükleniyor ...

source: Enabled
es: Activado
he_il: הופעל
it: Abilitato
nb_no: Aktivert
nl_nl: Aangezet
tr: Etkin

source: Disabled
es: Desactivado
he_il: בוטל
it: Disabilitato
nb_no: Deaktivert
nl_nl: Uitgezet
tr: Devre dışı

source: disable
es: desactivar
he_il: לבטל
it: disabilita
nb_no: deaktiver
nl_nl: uitzetten
tr: devre dışı bırak

source: enable
es: activar
he_il: להפעיל
it: abilita
nb_no: aktiver
nl_nl: aanzetten
tr: etkinleştir

source: Authy is providing two-factor authentication for Ripple Trade. To enable two-factor authentication, you must share some information with Authy.
es: Authy provee autenticación two-factor para Ripple Trade. Para activar la autenticación two-factor, debe compartir cierta información con Authy.
he_il: Authy מספקת את שירות האימות הדו-שלבי למערכת המסחר של ריפל. כדי להפעיל את האימות הדו-שלבי, אתם חייבים לספק ולשתף את המידע עם Authy.
it: Authy fornisce l'autenticazione a due fattori in Ripple Trade. Per abilitare l'autenticazione a due fattori, devi condividere delle informazioni con Authy.
nb_no: Authy tilbyr tofaktorautentisering for Ripple Trade. Du må gi informasjon til Authy for å aktivere tofaktorautentisering.
nl_nl: Two-factor authentication voor Ripple trade wordt mogelijk gemaakt door Authy. Om two-factor authentication aan te zetten moet u bepaalde informatie delen met Authy.
tr: Authy Ripple Trade için iki faktörlü kimlik doğrulama sağlamaktadır. Iki faktörlü kimlik doğrulamasını etkinleştirmek için, Authy ile bazı bilgileri paylaşmanız gerekmektedir.

source: - Your email address:
es: - Su dirección de email:
he_il: - כתובת האימייל שלכם:
it: - Il tuo indirizzo email:
nb_no: - E-postadressen din:
nl_nl: - Uw e-mail adres:
tr: - E-posta adresiniz:

source: - Your phone number:
es: - Su número de teléfono:
he_il: - מספר הטלפון שלכם:
it: - Il tuo numero di telefono:
nb_no: - Telefonnummeret ditt:
nl_nl: - Uw telefoonnummer
tr: - Telefon numaranız:

source: By proceeding, you agree to the Authy {{1: terms of service.}}
es: Al continuar, acepta los {{1: términos de servicio.}} de Authy
he_il: על ידי המשך התהליך, אתם מאשרים את {{1: תנאי השירות.}} של Authy
it: Proseguendo, sei d'accordo con i {{1: termini di servizio.}} di Authy
nb_no: Du godtar Authys {{1: vilkår for tjenesten}} ved å fortsette.
nl_nl: Door verder te gaan accepteert u de {{1: Algemene voorwaarden}} van Authy
tr: Devam ederek, Authy {{1: hizmet şartlarını}} kabul ediyorsunuz.

source: Share
es: Compartir
he_il: שתפו
it: Condividi
nb_no: Gi informasjon
nl_nl: Delen
tr: Paylaş

source: Saving settings...
es: Guardando configuración...
he_il: שומר הגדרות...
it: Salvataggio impostazioni...
nb_no: Lagrer innstillinger...
nl_nl: Bezig met opslaan...
tr: Ayarlar kaydediliyor ...

source: Disabling Two-factor authentication...
es: Desactivando la autenticación Two-factor...
he_il: מבטל את האימות הדו-שלבי...
it: Sto disabilitando l'autenticazione a due fattori...
nb_no: Deaktiverer tofaktorautentisering...
nl_nl: Two-factor authentication wordt uitgezet...
tr: İki faktörlü kimlik doğrulama devre dışı bırakılıyor ...

source: Enabling Two-factor authentication...
es: Activando la autenticación Two-factor...
he_il: מפעיל את האימות הדו-שלבי...
it: Sto abilitando l'autenticazione a due fattori...
nb_no: Aktiverer tofaktorautentisering...
nl_nl: Two-factor authentication wordt aangezet...
tr: İki faktörlü kimlik doğrulama etkinleştiriliyor ...

source: Resend Code
es: Reenviar Código
he_il: שלח קוד שוב
it: Reinvia il codice
nb_no: Send kode på nytt
nl_nl: Code Opnieuw Verzenden
tr: Kodu Yeniden Gönder

source: Enable
es: Activar
he_il: מופעל
it: Abilita
nb_no: Aktiver
nl_nl: Aanzetten
tr: Etkinleştir

source: Ripple password
es: Contraseña Ripple
he_il: ססמת ריפל
it: Password di Ripple
nb_no: Ripple-passord
nl_nl: Ripple wachtwoord
tr: Ripple şifresi

source: New password
es: Nueva contraseña
he_il: ססמה חדשה
it: Nuova password
nb_no: Nytt passord
nl_nl: Nieuw wachtwoord
tr: Yeni parola

source: Your secret key unlocks access to your account funds. Please write it down and store it somewhere private and safe. In the event you lose your Ripple name or password, you can use this secret key to recover your funds.
es: Su clave secreta desbloquea el acceso a los fondos de su cuenta. Por favor cópiela y guárdela en un lugar privado y seguro. En caso de que pierda su nombre Ripple o contraseña, puede usar esta clave secreta para recuperar sus fondos.
he_il: המפתח הסודי מאפשר גישה לכל הכספים שבחשבונכם . בבקשה רישמו אותו ושמרו אותו במקום מוגן, פרטי ובטוח. בתרחיש של אבדן שם משתמש או ססמה, אתם תוכלו להשתמש במפתח הסודי על מנת לשחזר את חשבונכם וכל כספיכם
it: La tua chiave segreta sblocca l'accesso ai fondi del tuo account. Per favore scrivila e salvala in un luogo privato e sicuro. Se dimentichi il tuo nome Ripple o la password, puoi usare questa chiave segreta per recuperare i tuoi fondi.
nb_no: Den hemmelige nøkkelen gir tilgang til alle midlene i kontoen din. Skriv den ned og oppbevar den på et trygt og hemmelig sted. Skulle du miste Ripple-navnet eller -passordet ditt, kan du bruke den hemmelige nøkkelen til å gjenvinne midlene dine.
nl_nl: Uw beveligingssleutel biedt toegang tot al uw financiën. Schrijf deze op om op een veilige plek te bewaren. In het geval u uw Ripple naam of wachtwoord verliest, kunt u deze beveiligingssleutel gebruiken om uw financiën te herkrijgen.
tr: Gizli anahtarınız hesap fonlarınıza erişim kilidini açar. Lütfen bunu yazın, özel ve güvenli bir yerde saklayın. Eğer Ripple adı veya şifrenizi kaybederseniz, fonlarınızı kurtarmak için bu gizli anahtarı kullanabilirsiniz.

source: Password protection for transactions
es: Protección por contraseña para transacciones.
he_il: הגנת עסקאות בססמה
it: Protezione password per le transazioni
nb_no: Passordbeskyttelse for transaksjoner
nl_nl: Wachtwoordbeveiliging voor transacties
tr: Işlemler için şifre koruması

source: If you turn off password requests, you’ll still need to enter your password after each page refresh.
es: Aunque apague la petición de contraseña, tendrá que introducir su contraseña al refrescar la página.
he_il: אם תבטלו בקשת ססמה, אתם עדיין תצטרכו להזין ססמה לאחר כל רענון דף.
it: Se disabiliti la richiesta della password, dovrai comunque inserire la tua password dopo ogni refresh della pagina.
nb_no: Hvis du skrur av forespørsler om passord, må du fremdeles angi passordet ditt etter hver sideoppdatering.
nl_nl: Ook als u wachtwoordverzoeken uitzet dient u telkens na het vernieuwen van de pagina uw wachtwoord in te voeren.
tr: Şifre isteklerini kapatırsanız, yine de her sayfa yenilemesinde şifrenizi girmeniz gerekecektir.

source: Yes
es: Si
he_il: כן
it: Sì
nb_no: Ja
nl_nl: Ja
tr: Evet

source: No
he_il: לא
nb_no: Nei
nl_nl: Nee
tr: Hayir

source: You have to be funded before you can send money
es: Debe tener crédito antes de poder enviar dinero
he_il: אתם צריכים להקציב חשבון לפני שתוכלו לשלוח כסף
it: Devi avere dei fondi prima di poter inviare denaro
nb_no: Du må ha dekning på kontoen før du kan sende penger
nl_nl: Uw account moet gefinancierd zijn voordat u geld kunt verzenden
sk: Na odosielanie peňazí musíte disponovať minimálnou rezervou XRP
tr: Para göndermeden önce, para yüklemiş olmanız gerekir.

source: Recipient
es: Receptor
he_il: נמען
it: Destinatario
nb_no: Mottaker
nl_nl: Ontvanger
sk: Príjemca
tr: Alıcı

source: Please enter a recipient.
es: Por favor introduzca un receptor.
he_il: בבקשה הזינו נמען.
it: Per favore inserisci un destinatario.
nb_no: Angi mottaker.
nl_nl: Voer een ontvanger in.
sk: Prosím, zadajte príjemcu.
tr: Lütfen bir alıcı giriniz.

source: Recipient should be a Ripple name, a contact, or Ripple/Bitcoin address.
es: El receptor debe ser un nombre Ripple, un contacto, o una dirección Ripple/Bitcoin.
he_il: נמען צריך להיות שם ריפל, מוטב או כתובת ריפל/ביטקוין.
it: Il destinatario deve essere un nome Ripple, un contatto o un indirizzo Ripple/Bitcoin.
nb_no: Mottakeren skal være et Ripple-navn, en kontakt eller en adresse for Ripple/Bitcoin.
nl_nl: Ontvanger dient een Ripple naam, contact, of Ripple/Bitcoin adres te zijn.
tr: Alıcı bir Ripple isim, bir kişi, ya da Ripple/Bitcoin adresi olmalıdır.

source: This email address is not Ripple-enabled.
es: Esta dirección de email no ha sido Ripple-activada.
he_il: כתובת המייל הזו לא ניתנת בריפל.
it: Questo indirizzo email non è abilitato per Ripple.
nb_no: Denne e-postadressen er ikke aktivert for Ripple.
nl_nl: Dit email-adres heeft geen Ripple functionaliteit.
sk: Táto e-mailová adresa nie je povolená v Ripple.
tr: Bu e-posta adresi Ripple'a uygun değildir.

source: Recipient should be a contact or Ripple/Bitcoin address.
es: El receptor debe ser un contacto o una dirección Ripple/Bitcoin.
he_il: נמען צריך להיות מוטב או כתובת ריפל/ביטקוין.
it: Il destinatario deve essere un contatto o un indirizzo Ripple/Bitcoin.
nb_no: Mottakeren skal være en kontakt eller en adresse for Ripple/Bitcoin.
nl_nl: Ontvanger dient een contact of Ripple/Bitcoin adres te zijn.
tr: Alıcı, kişi listenizden birisi veya bir Ripple/Bitcoin adresinden biri olmalıdır.

source: Show destination tag
es: Mostrar etiqueta de destino
he_il: הצג תג יעד
it: Visualizza l'etichetta del destinatario
nb_no: Vis referansenummer
nl_nl: Toon bestemmings-etiket
tr: Hedef etiketi göster

source: Destination cannot be blank.
es: Destino no puede quedar en blanco.
he_il: היעד לא יכול להישאר ריק.
it: Il destinatario non può essere vuoto.
nb_no: Målet kan ikke være tomt.
nl_nl: U moet eerst een bestemming kiezen.
sk: Adresát nemôže byť prázdny.
tr: Hedef boş olamaz.

source: Recipient requires a destination tag to be specified for the transaction. If you don't know the destination tag, please contact them before doing a transaction.
es: El receptor requiere que se especifique una etiqueta de destino en la transacción. Si no conoce la etiqueta de destino, por favor contacte con ellos antes de efectuar una transacción.
he_il: נמען צריך תג יעד ספציפי כדי לבצע עסקה, אם אתם לא יודעים מהוא תג היעד, בבקשה פנו לנמען לפני שאתם מבצעים פעולה כלשהי.
it: Il destinatario richiede un'etichetta di destinazione da specificare per la transazione. Se non si conosce l'etichetta di destinazione, si prega di contattarlo prima di fare una transazione.
nb_no: Mottakeren krever referansenummer for transaksjonen. Kontakt dem hvis du ikke vet hva referansenummeret skal være, før du gjennomfører transaksjonen.
nl_nl: Ontvanger vereist een bestemmingskenmerk voor de transactie. Als u het bestemmingskenmerk niet weet kunt u contact opnemen met de ontvanger voordat u de transactie uitvoert.
sk: Príjemca vyžaduje zadať značku adresáta. Ak ju nepoznáte, prosím, kontaktujte ho pred vykonaním transakcie.
tr: Alıcı işlem için belirtilen bir hedef etiketi gerektirir. Eğer hedef etiketi bilmiyorsanız, bir işlem yapmadan önce onlara başvurun.

source: Source tag
es: Etiqueta de fuente
he_il: תג מקור
it: Etichetta del mittente
nb_no: Avsenderreferansenummer
nl_nl: Bron-kenmerk
sk: Zdrojová značka
tr: Kaynak etiketi

source: Invalid source tag
es: Etiqueta de fuente inválida
he_il: תג מקור לא תקף
it: Etichetta del mittente non valida
nb_no: Ugyldig avsenderreferansenummer
nl_nl: Ongeldig bron-kenmerk
sk: Neplatná zdrojová značka
tr: Hatalı kaynak etiketi

source: Recipient will receive
es: El receptor recibirá
he_il: הזינו את הסכום שישלח
it: Il destinatario riceverà
nb_no: Mottaker får
nl_nl: Ontvanger krijgt
sk: Príjemca dostane
tr: Alıcının eline geçecek olan
