Repository: ripple/ripple-client
Catalog: l10n/*/messages.po
Languages: es, he_il, it, nb_no, nl_nl, sk, tr

source: Loading history...
es: Cargando historial...
he_il: טוען היסטוריה...
it: Caricamento della cronologia...
nb_no: Henter logg...
nl_nl: Geschiedenis wordt geladen...
sk: Načítanie histórie...
tr: Geçmiş yükleniyor...

source: Your account history is empty
es: Su historial de cuenta está vacio
he_il: היסטוריית החשבון שלך ריקה
it: La cronologia del tuo account è vuota
nb_no: Kontologgen er tom
nl_nl: Uw account-geschiedenis is leeg
sk: História vášho účtu je prázdna
tr: Hesap geçmişiniz boştur

source: Filters
es: Filtros
he_il: למיין לפי
it: Filtri
nb_no: Filter
tr: Filtreler

source: Transaction type{{1}}{{2}}
es: Tipo de transacción{{1}}{{2}}
he_il: סוג עסקה{{1}}{{2}}
it: Tipo di transazione{{1}}{{2}}
nb_no: Transaksjonstype{{1}}{{2}}
nl_nl: Transactie type {{1}}{{2}}
tr: İşlem türü{{1}}{{2}}

source: Date{{1}}{{2}}
es: Fecha{{1}}{{2}}
he_il: תאריך{{1}}{{2}}
it: Data{{1}}{{2}}
nb_no: Dato{{1}}{{2}}
nl_nl: Datum{{1}}{{2}}
tr: Tarıh{{1}}{{2}}

source: Load history for specific date range
es: Cargar historial para un determinado rango de fechas
he_il: טען היסטוריה מטווח ספציפי
it: Carica la cronologia nell'intervallo indicato
nb_no: Hent logg for datointervall
nl_nl: Toon geschiedenis van specifieke periode
sk: Načítať históriu pre konkrétne časové obdobie
tr: Belli bir tarih aralığı için geçmişi yükle

source: From
es: Desde
he_il: מ-
it: Da
nb_no: Fra
nl_nl: Van
sk: Od
tr: Tarihinden

source: To
es: A
he_il: עד-
it: A
nb_no: Til
nl_nl: Naar
sk: Komu
tr: Kime

source: Filter
es: Filtro
he_il: לסנן
it: Filtro
nl_nl: Specificeer
tr: Filtre

source: Transaction History
es: Historial de Transacciones
he_il: היסטורית עסקאות
it: Cronologia della transazione
nb_no: Transaksjonslogg
nl_nl: Transactiegeschiedenis
tr: İşlem Geçmişi

source: Export to CSV
es: Exportar a CSV
he_il: לייצא לקובץ CSV
it: Esporta in CSV
nb_no: Eksporter til CSV
nl_nl: Exporteren naar CSV
tr: CSV olarak al

source: Date
es: Fecha
he_il: תאריך עסקה
it: Data
nb_no: Dato
nl_nl: Datum
sk: Dátum
tr: Tarih

source: Description
es: Descripción
he_il: תיאור העסקה
it: Descrizione
nb_no: Beskrivelse
nl_nl: Omschrijving
sk: Popis
tr: Tanımlama

source: Sorry, no transactions match your current filter.
es: Lo sentimos, ninguna transacción concuerda con su filtro actual.
he_il: מצטערים, אין עסקות המתאימות לסינון הנוכחי שלך.
it: Mi dispiace, nessuna transazione corrisponde con il filtro corrente.
nb_no: Ingen transaksjoner stemmer med filteret.
nl_nl: Sorry, geen transacties passen bij uw huidige specificatie.
sk: Prepáčte, žiadne transakcie nevyhovujú vami zadanému filtru.
tr: Filtreleme kriterinize uyan transaction bulunmuyor.

source: You sent{{1}}to{{2}}
es: Ha enviado{{1}}a{{2}}
he_il: אתם שלחתם {{1}}אל{{2}}
it: Hai inviato{{1}}a{{2}}
nb_no: Du sendte {{1}} til {{2}}
nl_nl: U verzond{{1}}naar{{2}}
tr: {{2}}'e{{1}}gönderdiniz

source: {{1}}sent you{{2}}
es: {{1}}le ha enviado{{2}}
he_il: {{1}}שלח לך{{2}}
it: {{1}}ti ha inviato{{2}}
nb_no: {{1}} sendte deg {{2}}
nl_nl: {{1}}stuurde U{{2}}
tr: {{1}}size{{2}}gönderdi

source: You requested to exchange{{1}}to{{2}}
es: Ha solicitado cambiar{{1}}a{{2}}
he_il: הגשתם בקשה להמיר{{1}}ל{{2}}
it: Hai richiesto di convertire{{1}}in{{2}}
nb_no: Du ba om å veksle {{1}} til {{2}}
nl_nl: U verzocht{{1}}om te wisselen voor{{2}}
tr: {{1}}den{{2}} ye para birimi dönüşümü talep ettiniz

source: {{1}}now trusts you for{{2}}
es: {{1}}le ha acreditado por{{2}}
he_il: {{1}}כעת נותן בך אמון על{{2}}
it: {{1}}ti sta dando fiducia per{{2}}
nb_no: {{1}} gir deg kreditt på {{2}}.
nl_nl: {{1}}vertrouwt U toe voor{{2}}
tr: {{1}}size{{2}}için güveniyor

source: You created an order to sell{{1}}for{{2}}
es: Ha creado una orden para vender{{1}}por{{2}}
he_il: אתם יצרתם הזמנה כדי למכור{{1}}עבור{{2}}
it: Hai creato un'offerta per vendere{{1}}per{{2}}
nb_no: Du la inn en ordre om å selge {{1}} for {{2}}
nl_nl: U heeft een order aangemaakt om{{1}}te verkopen voor{{2}}
tr: {{2}}için{{1}}satış talebiniz yaratılmıştır

source: You created an order to buy{{1}}for{{2}}
es: Ha creado una orden para comprar{{1}}por{{2}}
he_il: אתם יצרתם הזמנה כדי לקנות{{1}}עבור{{2}}
it: Hai creato un'offerta per comprare{{1}}per{{2}}
nb_no: Du la inn en ordre om å kjøpe {{1}} for {{2}}
nl_nl: U heeft een order aangemaakt om{{1}}te kopen voor{{2}}
tr: {{2}}karşılığında{{1}}almak için teklifiniz alındı

source: You cancelled an order accepting {{1}}for{{2}}
es: Ha cancelado una orden aceptando {{1}}por{{2}}
he_il: ביטול ההזמנה שלכם {{1}}עבור{{2}} התקבלה
it: Hai cancellato un'offerta accettando {{1}}per{{2}}
nb_no: Du trakk en ordre på {{1}} for {{2}}
nl_nl: U heeft een order om{{1}}te aanvaarden voor{{2}}geannuleerd
tr: {{2}}karşılığında{{1}} almak için iptal ediniz

source: Unknown transaction
es: Transacción desconocida
he_il: עסקה לא ידועה
it: Transazione sconosciuta
nb_no: Ukjent transaksjon
nl_nl: Onbekende transactie
tr: Bilinmeyen işlem

source: The client failed to parse this transaction. The developers have been notified of the issue.
es: El cliente ha fallado al analizar esta transacción. Los desarrolladores han sido notificados de este incidente.
he_il: המערכת לא הצליחה לעבד עסקה זו. התקלה נרשמה ונשלחה הערה למנהלי המערכת.
it: Il client non è riuscito ad analizzare questa transazione. Gli sviluppatori sono stati informati del problema.
nb_no: Klienten forsto ikke denne transaksjonen. Utviklerne er varslet.
nl_nl: De client was niet in staat de transactie te analyseren. De ontwikkelaars zijn hiervan op de hoogte gebracht.
tr: Istemci bu işlem ayrıştırmak için başarısız oldu.Geliştiriciler sayısında haberdar edilmiştir.

source: {{1}} sent you{{2}} and activated your account!
es: {{1}} le ha enviado{{2}}y ha activado su cuenta!
he_il: {{1}} שלח לך{{2}} והפעיל את החשבון שלך!
it: {{1}} ti ha inviato {{2}} e ha attivato il tuo account!
nb_no: {{1}} sendte deg {{2}} og aktiverte kontoen din.
nl_nl: {{1}} stuurde U{{2}} toe en activeerde uw portefeuille!
tr: {{1}}, size {{2}} gönderdi ve hesabınızı etkinleştirdi.

source: You deposited{{1}} using {{entry.details.app.name}}
es: Ha depositado{{1}} usando {{entry.details.app.name}}
he_il: אתם הפקדתם{{1}} על ידי {{entry.details.app.name}}
it: Hai depositato{{1}} usando {{entry.details.app.name}}
nb_no: Du gjorde et innskudd på {{1}} via {{entry.details.app.name}}
nl_nl: U stortte{{1}}met behulp van {{entry.details.app.name}}
tr: {{entry.details.app.name}} kullanarak{{1}} yatırdınız

source: Balance Changes
es: Cambios de Balance
he_il: שינוי מאזן
it: Cambiamenti del Saldo
nb_no: Saldoendringer
nl_nl: Saldo-wijzigingen
sk: Zmeny zostatku na účte
tr: Bakiye değişiklikleri

source: Issuer
es: Emisor
he_il: מנפיק
it: Emittente
nb_no: Utsteder
nl_nl: Verstrekker
sk: Vydavateľ
tr: Yayıncı

source: Final balance
es: Balance final
he_il: מאזן סופי
it: Saldo finale
nb_no: Sluttsaldo
nl_nl: Definitief saldo
sk: Konečný zostatok
tr: Son bakiye

source: XRP Balance Change
es: Cambio de Balance de XRP
he_il: מאזן XRP השתנה
it: Variazione saldo XRP
nb_no: XRP-saldoendring
nl_nl: XRP Saldo Wijziging
tr: XRP Bakiye Değişimi

source: {{effect.currency}} Balance Change
es: {{effect.currency}} Cambio de Balance
he_il: {{effect.currency}} מאזן מטבע השתנה
it: {{effect.currency}} Cambia Bilancio
nb_no: {{effect.currency}}-saldoendring
nl_nl: {{effect.currency}} Saldo Wijziging
tr: {{effect.currency}} Bakiye Değişimi

source: Fee
es: Comisión
he_il: עמלה
it: Commissione
nb_no: Gebyr
nl_nl: Heffing
sk: Poplatok
tr: Ücret

source: Transaction details
es: Datos de transacción
he_il: פרטי עסקה
it: Dettagli della transazione
nb_no: Transaksjonsdetaljer
nl_nl: Transactie-details
sk: Podrobnosti transakcie
tr: Transaction ayrıntısı

source: Add {{1}} to contact list
es: Añadir {{1}} a la lista de contactos
he_il: הוסיפו את {{1}} לרשימת המוטבים
it: Aggiungi {{1}} alla lista dei contatti
nb_no: Legg {{1}} til kontaktlisten
nl_nl: Voeg {{1}} aan uw contactenlijst toe
sk: Pridať {{1}} do zoznamu kontaktov
tr: {{1}} 'i kişiler listesine ekle

source: Load more
es: Cargar más
he_il: טען עוד
it: Carica di più
nb_no: Hent mer
nl_nl: Laad meer
sk: Načítať viac
tr: Daha fazla yükle

source: No more transactions left
es: No quedan transacciones
he_il: אין עסקות נותרות
it: Nessuna transazione rimasta
nb_no: Ingen flere transaksjoner
nl_nl: Geen transacties meer over
sk: Žiadne ďalšie transakcie
tr: Daha fazla işlemler kalmadı

source: You sold{{1}}for{{2}}
es: Ha vendido{{1}}por{{2}}
he_il: אתם מכרתם{{1}}עבור{{2}}
it: Hai venduto{{1}}per{{2}}
nb_no: Du solgte {{1}} for {{2}}
nl_nl: U verkocht{{1}}voor{{2}}
tr: {{2}}için{{1}} sattınız

source: You bought{{1}}for{{2}}
es: Ha comprado{{1}}por{{2}}
he_il: אתם רכשתם{{1}}עבור{{2}}
it: Hai comprato{{1}}per{{2}}
nb_no: Du kjøpte {{1}} for {{2}}
nl_nl: U kocht{{1}}voor{{2}}
tr: {{2}}için{{1}}aldınız

source: price
es: precio
he_il: מחיר
it: prezzo
nb_no: kurs
nl_nl: prijs
sk: cena
tr: fiyat

source: This order has been filled.
es: Esta orden ha sido completada.
he_il: ההזמנה הזו מלאה.
it: L'ordine è stato completato.
nb_no: Ordren er fullført.
nl_nl: Dit order is vervuld.
sk: Tento príkaz bol dokončený.
tr: Teklif karşılandı.

source: The rest of your order has been cancelled due to lack of funds.
es: El resto de su orden ha sido cancelado debido a la falta de fondos.
he_il: שאר ההזמנות שלכם בוטלו בשל חוסר תקציב.
it: L'ordine rimanente è stato annullato per mancanza di fondi.
nb_no: Resten av ordren er avbrutt på grunn av manglende midler.
nl_nl: De rest van uw order is geannuleerd wegens een gebrek aan geld.
sk: Zostatok bol zrušený kvôli nedostatku prostriedkov.
tr: Emrinizden geriye kalanlar bakiye yetersizliği nedeniyle iptal edildi.

source: This order has{{1}}remaining.
es: Esta orden tiene{{1}}restante.
he_il: הזמנה זו{{1}} נשארה.
it: Questo ordine ha{{1}}rimanenti.
nb_no: {{1}} gjenstår av ordren.
nl_nl: Deze order heeft{{1}}resterend.
tr: Emrinizden{{1}}geriye kaldı.

source: Order ({{1}} for {{2}}) has been cancelled due to lack of funds.
es: La orden de ({{1}} por {{2}}) ha sido cancelada debido a la falta de fondos.
he_il: הזמנה ({{1}} עבור {{2}}) בוטלה בגלל חוסר בתקציב.
it: L'offerta ({{1}} per {{2}}) è stata cancellata per mancanza di fondi.
nb_no: Ordren ({{1}} for {{2}}) er avbrutt på grunn av manglende midler.
nl_nl: Order ({{1}} voor {{2}}) is geannuleerd wegens een gebrek aan geld.
tr: Yeterli para bulunmadığı için ({{1}} karşılığında {{2}}) emriniz iptal edildi.

source: You bought{{1}}for{{2}}({{3:price}}{{4}}).
es: Ha comprado{{1}}por{{2}}({{3:precio}}{{4}}).
he_il: אתם רכשתם{{1}}עבור{{2}}({{3:בעלות}}{{4}}).
it: Hai comprato{{1}}per{{2}}({{3:prezzo}}{{4}}).
nb_no: Du kjøpte {{1}} for {{2}} ({{3:kurs}}{{4}}).
nl_nl: U kocht{{1}}voor{{2}}({{3:price}}{{4}}).
tr: {{2}}için{{1}} aldınız({{3:fiyat}}{{4}}).

source: {{1}}is trusting you for{{2}}.
es: {{1}}le ha acreditado por{{2}}.
he_il: {{1}}בוטח בכם עבור{{2}}.
it: {{1}}ti sta dando fiducia per{{2}}.
nb_no: {{1}} gir deg kreditt på {{2}}.
nl_nl: {{1}}vertrouwt u toe voor{{2}}.
tr: {{1}}size{{2}}için güveniyor.

source: You have changed {{1}}trust for{{2}}from{{3}}to{{4}}.
es: Ha cambiado {{1}}credito por{{2}}desde{{3}}hasta{{4}}.
he_il: שניתם את אמון של{{1}}עבור{{2}}מ{{3}}ל{{4}}.
it: Hai cambiato {{1}}fiducia per{{2}}da{{3}}a{{4}}.
nb_no: Du endret {{1}}-kreditten for {{2}} fra {{3}} til {{4}}.
nl_nl: U heeft {{1}}krediet gewijzigd voor{{2}}, van{{3}}naar{{4}}.
tr: {{2}}aracılığıyla {{1}}i{{3}}den{{4}}e değiştirdiniz.

source: {{1}}changed the{{2}}trust from{{3}}to{{4}}.
es: {{1}}ha cambiado{{2}}credito desde{{3}}hasta{{4}}.
he_il: {{1}}שינה את האמון של{{2}}מ{{3}}ל{{4}}.
it: {{1}}ha modificato la{{2}}fiducia da{{3}}a{{4}}.
nb_no: {{1}} endret {{2}}-kreditten fra {{3}} til {{4}}.
nl_nl: {{1}}heeft het{{2}}krediet gewijzigd van{{3}}naar{{4}}.
tr: {{2}}aracılığıyla{{1}}{{3}}den{{4}}e değişti.

source: Trust balance between you and{{1}}has been changed by{{2}}.
es: El balance de credito entre usted y{{1}}ha cambiado por{{2}}.
he_il: מאזן אמון בניכם לבין{{1}}השתנה על ידי{{2}}.
it: La Fiducia tra te e{{1}}è stata modificata di{{2}}.
nb_no: Kredittsaldoen mellom deg og {{1}} er endret av {{2}}.
nl_nl: Kredietsaldo tussen u en{{1}}is gewijzigd met{{2}}.
tr: Siz ve{{1}}arasındaki kredi bakiyeniz{{2}}tarafından değiştirildi.

source: Your balance has been changed by{{1}}.
es: Su balance has sido cambiado por{{1}}.
he_il: המאזן שלכם שונה על ידי{{1}}.
it: Il tuo saldo è cambiato di{{1}}.
nb_no: Saldoen din er endret av {{1}}.
nl_nl: Uw saldo is gewijzigd met{{1}}.
tr: Bakiyeniz değişti{{1}}.

source: Verifying your information. Please wait...
es: Verificando su información. Espere por favor...
he_il: מאמת את הנתונים שלכם. בבקשה המתינו...
it: Verifica delle informazioni. Per favore aspetta..
nb_no: Bekrefter informasjonen din...
nl_nl: Uw informatie wordt geverifieerd. Een moment geduld alstublieft...
tr: Bilgileriniz doğrulanıyor. Lütfen bekleyin ...

source: Your identity information has been verified.
es: Su identidad ha sido verificada.
he_il: נתוני הזהות שלכם אומתו.
it: Le informazioni sulla tua identità sono state verificate.
nb_no: Identitetsinformasjonen din er bekreftet.
nl_nl: Uw identiteitsinformatie is geverifieerd.
tr: Kimlik bilgileriniz doğrulandı.

source: Your identity questions have been verified.
es: Sus preguntas de identificación han sido verificadas.
he_il: שאלת הזיהוי שלכם אומתה.
it: Le domande sulla tua identità sono state verificate.
nb_no: Identitetsspørsmålene dine er bekreftet.
nl_nl: De vragen omtrent uw identiteit zijn geverifieerd.
tr: Kimlik sorularınız doğrulandı.

source: Congratulations, you've verified your identity! You will now be redirected back to the instant deposit page.
es: Enhorabuena, ha verificado su identidad! Ahora será redirigido a la página de depósito instantáneo,
he_il: מזל טוב, הזיהוי שלכם אומת בהצלחה! בעוד רגע אתם תופנו בחזרה לדף ההפקדות.
it: Congratulazioni, hai verificato la tua identità! Sarai indirizzato alla pagina del deposito.
nb_no: Identiteten din er bekreftet. Du blir nå sendt tilbake til siden for innskudd.
nl_nl: Gefeliciteerd, u heeft uw identiteit geverifieerd! U zal nu worden teruggestuurd naar de pagina voor direct storten.
tr: Tebrikler, sizin kimliğinizi doğruladıktan! Artık anlık mevduat sayfasına geri yönlendirileceksiniz.

source: There was an error with your request. Please try again later.
es: Ha habido un error con su petición, Por favorm inténtelo más tarde.
he_il: הייתה שגיאה עם הבקשה שלכם. אנא נסו שוב מאוחר יותר.
it: C'è stato un errore con la tua richiesta. Per favore riprova più tardi.
nb_no: Noe var feil med forespørselen. Prøv senere.
nl_nl: Er is een fout opgetreden bij uw verzoek. Probeert u het later nog eens.
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: There was an error with your request. Make sure your phone number is valid and try again.
es: Ha habido un error con su petición. Asegúrese de que su número de teléfono es válido e inténtelo de nuevo.
he_il: הייתה שגיאה עם הבקשה שלכם. אנא בדקו את שמספר הטלפון שלכם תקין ונסו שוב.
it: C'è stato un errore con la tua richiesta. Assicurati che il numero di telefono sia giusto e riprova.
nb_no: Noe var feil med forespørselen. Sørg for at telefonnummeret er riktig og prøv igjen.
nl_nl: Er is een fout opgetreden bij uw verzoek. Zorg ervoor dat uw telefoonnummer geldig is en probeer het dan opnieuw.
tr: İsteğiniz bir hata oluştu. Telefon numarasınız geçerli olduğundan emin olun ve yeniden deneyin.

source: Please check your verification code and try again.
es: Por favor compruebe su código de verificación e inténtelo de nuevo,
he_il: בבקשה בדקו את קוד האימות שלכם ונסו שוב.
it: Per favore controlla il tuo codice di verifica e riprova.
nb_no: Sjekk bekreftelseskoden og prøv igjen.
nl_nl: Gelieve uw verificatiecode te controleren en het dan opnieuw te proberen.
tr: Doğrulama kodunu kontrol edin ve tekrar deneyin.

source: There was an error while requesting the verification code. Please try again later.
es: Ha habido un error mientras solicitaba el código de verificación. Por favor inténtelo más tarde.
he_il: הייתה שגיאה בבקשת קוד האימות. אנא נסו שוב מאוחר יותר.
it: C'è stato un problema durante la richiesta del codice di verifica. Per favore riprova più tardi.
nb_no: Det oppsto en feil under forespørsel av bekreftelseskoden. Prøv senere.
nl_nl: Er is een fout opgetreden bij het opvragen van uw verificatiecode. Probeert u het later nog eens.
tr: Doğrulama kodunu talep ederken bir hata oluştu. Lütfen sonra tekrar deneyin.

source: We are unable to validate your identity information. Please check your information and try again.
es: No hemos podido validar su información de identidad. Por favor compruebe sus datos e inténtelo de nuevo.
he_il: לא הצלחנו לאמת את נתוני הזיהוי שלכם. בבקשה בדקו שהמידע נכון ונסו שוב.
it: Non siamo in grado di convalidare le informazioni sulla tua identità. Per favore inserisci le tue informazioni e prova ancora.
nb_no: Vi er ikke i stand til å bekrefte identitetsinformasjonen din. Sjekk informasjonen din og prøv igjen.
nl_nl: Wij zijn niet in staat uw identiteitsinformatie te valideren. Gelieve uw informatie te controleren en het dan opnieuw te proberen.
tr: Kimlik bilgilerini doğrulamak mümkün değildir. Bilgilerinizi kontrol edin ve tekrar deneyin.

source: We are unable to validate your identity questions. Please check your answers and try again.
es: No hemos podido validar sus cuestiones de identidad. Por favor compruebe sus respuestas e inténtelo de nuevo.
he_il: לא הצלחנו לאמת את שאלת הזיהוי שלכם. בבקשה בדקו את תשובתכם שנית ונסו שוב.
it: Non siamo in grado di convalidare le informazioni sulla tua identità. Per favore controlla le tue risposte e riprova.
nb_no: Vi er ikke i stand til å bekrefte identitetsspørsmålene dine. Sjekk svarene dine og prøv igjen.
nl_nl: Wij zijn niet in staat de vragen omtrent uw identiteit te valideren. Gelieve uw antwoorden te controleren en het dan opnieuw te proberen.
tr: Kimlik sorularınız doğrulayamıyoruz. Cevaplarınız kontrol edin ve tekrar deneyin.

source: We can't verify your identity. Please contact us at support@ripple.com.
es: No podemos verificar su identidad, Por favor contáctenos en support@ripple.com.
he_il: איננו יכולים לאמת את זהותכם. בבקשה צרו קשר איתנו ב - support@ripple.com.
it: Non possiamo verificare la tua identità. Per favore contattaci support@ripple.com.
nb_no: Vi er ikke i stand til å bekrefte identiteten din. Kontakt oss på support@ripple.com.
nl_nl: Wij kunnen uw identiteit niet verifieren. Neem alstublieft contact met ons op via support@ripple.com.
tr: Kimliğinizi doğrulayamıyoruz. Lütfen support@ripple.com adresinden bizimle irtibata geçiniz.

source: Profile Completion
es: Perfil Completo
he_il: הפרופיל הושלם
it: Completamento Profilo
nb_no: Fullfør profilen
nl_nl: Profielvoltooiing
tr: Profil Tamamlama

source: STEP 1: IDENTITY INFORMATION
es: PASO 1: INFORMACION DE IDENTIDAD
he_il: שלב 1: נתוני זהות
it: PASSO 1: INFORMAZIONI SULLA IDENTITà
nb_no: Første steg: Identitetsinformasjon
nl_nl: STAP 1: IDENTITEITSINFORMATIE
tr: 1. ADIM: KİMLİK BİLGİLERİ

source: STEP 2: IDENTITY QUESTIONS
es: PASO 2: CUESTIONES DE IDENTIDAD
he_il: שלב 2: שאלת זיהוי
it: PASSO 2: DOMANDE SULLA IDENTITà
nb_no: Andre steg: Identitetsspørsmål
nl_nl: STAP 2: VRAGEN OMTRENT UW IDENTITEIT
tr: 2. ADIM: KİMLİK SORULARI

source: STEP 3: TWO-FACTOR AUTHENTICATION
es: PASO 3: AUTENTICACION DOBLE-FACTOR
he_il: שלב 3: אימות דו-שלבי
it: PASSO 3: AUTENTICAZIONE A DUE FATTORI
nb_no: Tredje steg: Tofaktorautentisering
tr: 3. ADIM: İKİ FAKTÖRLÜ KİMLİK DOĞRULAMA

source: First Name
es: Nombre
he_il: שם
it: Nome
nb_no: Fornavn
nl_nl: Voornaam
tr: İlk Ad

source: Last Name
es: Apellido
he_il: שם משפחה
it: Cognome
nb_no: Etternavn
nl_nl: Achternaam
tr: Soyad

source: Street Address
es: Dirección
he_il: כתובת
it: Via e numero civico
nb_no: Gateadresse
nl_nl: Straatadres
tr: Cadde adresi

source: City
es: Ciudad
he_il: עיר
it: Città
nb_no: By
nl_nl: Woonplaats
sk: Mesto
tr: Şehir

source: State
es: Provincia/Estado
he_il: מדינה
it: Stato
nb_no: Delstat
nl_nl: Provincie
sk: Krajina
tr: Bölge

source: ZIP
es: Código Postal
he_il: זיפ קוד
it: CAP
nb_no: Postnummer
nl_nl: Postcode
tr: Posta Kodu

source: Date of Birth
es: Fecha de Nacimiento
he_il: תאריך לידה
it: Data di nascita
nb_no: Fødselsdato
nl_nl: Geboortedatum
tr: Doğum Tarihi

source: Month{{1}}
es: Mes{{1}}
he_il: חודש{{1}}
it: Mese{{1}}
nb_no: Måned{{1}}
nl_nl: Maand{{1}}
tr: Ay{{1}}

source: Day{{1}}
es: Dia{{1}}
he_il: יום{{1}}
it: Giorno{{1}}
nb_no: Dag{{1}}
nl_nl: Dag{{1}}
tr: Gün{{1}}

source: Year{{1}}
es: Año{{1}}
he_il: שנה{{1}}
it: Anno{{1}}
nb_no: År{{1}}
nl_nl: Jaar{{1}}
tr: Yıl{{1}}

source: Continue to identity questions
es: Continuar a preguntas de identidad
he_il: להמשיך לשאלת זיהוי
it: Continua con le domande sulla identità
nb_no: Fortsett til identitetsspørsmål
nl_nl: Doorgaan naar de vragen omtrent uw identiteit
tr: Kimlik sorularına devam et

source: Continue to two-factor authentication
es: Continuar a autenticación doble-factor
he_il: להמשיך לאימות דו-שלבי
it: Continua con l'autentificazione a due fattori
nb_no: Fortsett til tofaktorautentisering
nl_nl: Verder naar two-factor authentication
tr: İki faktörlü doğrulamaya devam et

source: Two-factor authentication provides extra security for your account.
es: Autenticación doble-factor proporciona un extra de seguridad a su cuenta.
he_il: אימות דו-שלבי מספק אבטחה נוספת לחשבונכם.
it: L'autentificazione a due fattori fornisce una sicurezza maggiore al tuo account.
nb_no: Tofaktorautentisering gir bedre sikkerhet for kontoen din.
nl_nl: Two-factor authentication biedt extra beveiliging voor uw account.
tr: İki faktörlü kimlik doğrulama hesabınız için ekstra güvenlik sağlar.

source: Ripple Trade has partnered with Authy to provide better security for your account.By continuing, you agree to Authy's {{1:Terms of Service}}.
es: RippleTrade se ha asociado con Authy para ofrecer una mayor seguridad a su cuenta. Al continuar acepta los {{1:Terminos de Servicio}} de Authy.
he_il: ריפל נמצא בשיתוף פעולה עם Authy כדי לספק לכם אבטחה טובה יותר לחשבונכם. על ידי המשך פעולה זו, אתם מסכימים לתנאי שירות של Authy's ראו קישור {{1:תנאי שירות}}.
it: Ripple Trade ha stretto accordi con Authy per rendere più sicuro il tuo account. Continuando tu accetti i {{1:Termini di Servizio}} di Authy.
nb_no: Ripple Trade har inngått partnerskap med Authy for å gi bedre sikkerhet til kontoen din. Du godtar Authys {{1: vilkår for tjenesten}} ved å fortsette.
nl_nl: Ripple Trade werkt samen met Authy om uw account van betere beveiliging te voorzien. Bij doorklikken gaat u akkoord met de {{1:Algemene Voorwaarden}} van Authy.
tr: Ripple Trade hesabınız daha iyi güvenlik sağlamak için Authy ile ortaklığa girmiştir. Devam ederek, Authy'nın {{1:Hizmet Şartları}} kabul ediyorsunuz.

source: Verify phone number
es: Verificar número de teléfono
he_il: מאמת את מספר הטלפון
it: Verifica numero di telefono
nb_no: Bekreft telefonnummer
nl_nl: Verifieer telefoonnummer
tr: Telefon numarasını doğrula

source: change
es: cambio
he_il: לשנות
it: modifica
nb_no: endre
nl_nl: wijzig
sk: zmeniť
tr: değiştir

source: A verification code has been sent to +{{ currentCountryCode }} {{ phoneNumber }}.
es: Se ha enviado un código de verificación a+{{ currentCountryCode }} {{ phoneNumber }}.
he_il: קוד אימות נשלח ל +{{ currentCountryCode }} {{ phoneNumber }}.
it: Un codice di verifica è stato inviato a +{{ currentCountryCode }} {{ phoneNumber }}.
nb_no: En bekreftelseskode er sendt til +{{ currentCountryCode }} {{ phoneNumber }}.
nl_nl: Een verificatiecode is verstuurd naar +{{ currentCountryCode }} {{ phoneNumber }}.
tr: Doğrulama kodu +{{ currentCountryCode }} {{ phoneNumber }} ya gönderildi.

source: Verification Code
es: Código de Verificación
he_il: קוד אימות
it: Codice di verifica
nb_no: Bekreftelseskode
nl_nl: Verificatiecode
tr: Doğrulama Kodu

source: Log In
es: Entrar
he_il: התחברות
it: Entra
nb_no: Logg inn
tr: Giriş
